Repository: gamelingual/reassembly
Catalog: lang/*/achievements.po
Languages: de, es, fr, ja, pl, pt, ru

source: Combat Rating: Dangerous
de: Kampfbewertung: Gefährlich
es: Clasificación del combate: Peligroso
fr: Classement de combat : dangereux
ja: コンバットレーティング: 危険
pl: Ranga bojowa: Niebezpieczny
pt: Perícia de Combate: Periculosa
ru: Боевой рейтинг: опасный

source: Beginning Archaeologist
de: Archäologieanfänger
es: Arqueólogo principiante
fr: Archéologue débutant
ja: 新米考古学者
pl: Mały archeolog
pt: Arqueólogo Iniciante
ru: Начинающий археолог

source: Build a ship with exactly 8000P
de: Bauen Sie ein Schiff mit genau 8000 P
es: Construye una nave con exactamente 8000P
fr: Construire un vaisseau avec exactement 8000 P
ja: 8000Pちょうどで戦艦をビルドする
pl: Zaprojektuj statek za dokładnie 8000 P
pt: Construa uma nave com exatamente 8.000P
ru: Построить корабль с ровно 8000 P

source: Frequent Wormholer
de: Wurmloch-Vielflieger
es: Visitador frecuente de agujeros de gusano
fr: Ami des trous de ver
ja: フリークエント・ワームホーラー
pl: Bywalec tunelów
pt: Assíduo Esburacador de Minhocas
ru: Частный исследователь червоточин

source: Destroy the largest crystalite ship
de: Zerstören Sie das größte Kristallit-Schiff
es: Destruye la nave de cristalita más grande
fr: Détruire le plus grand vaisseau de cristallite
ja: 最も大きなクリスタライト艦を破壊する
pl: Zniszcz największy statek Krystalitów
pt: Destrua a maior das naves de cristalita
ru: Уничтожить самый большой корабль кристалитов

source: Skull Slayer
de: Schädelbrecher
es: Rompecráneos
fr: Éliminateur de crânes
ja: スカル・スレイヤー
pl: Zabójca spod znaku czaszki
pt: Caça-Crânios
ru: Уничтожитель Черепа

source: Persistent Archaeologist
de: Beharrlicher Archäologe
es: Arqueólogo persistente
fr: Archéologue persistant
ja: 頑固な考古学者
pl: Wytrwały archeolog
pt: Arqueólogo Perseverante
ru: Упорный археолог

source: Crescent Slayer
de: Sichelschlächter
es: Asesino de media luna
fr: Éliminateur de croissants
ja: クレセント・スレイヤー
pl: Zabójca spod znaku półksiężyca
pt: Caça-Lúnulas
ru: Убийца Серпа

source: Destroy 30,000P of ships
de: Zerstören Sie Schiffe mit insgesamt 30.000 P
es: Destruye 30.000P de naves
fr: Détruire 30 000 P de vaisseaux
ja: 30,000Pの戦艦を破壊する
pl: Zniszcz statki o łącznej wartości 30 000 P
pt: Destrua naves em um valor de 30.000P
ru: Уничтожить кораблей на 30000 P

source: Combat Rating: Deadly
de: Kampfbewertung: Tödlich
es: Clasificación del combate: Mortal
fr: Classement de combat : mortel
ja: コンバットレーティング: 致死的
pl: Ranga bojowa: Śmiercionośny
pt: Perícia de Combate: Mortífera
ru: Боевой рейтинг: смертельный

source: Explorer
de: Entdecker
es: Explorador
fr: Explorateur
ja: 探検家
pl: Odkrywca
pt: Explorador
ru: Исследователь

source: Six Figures
de: Sechsstellig
es: Seis cifras
fr: Six chiffres
ja: シックス・フィギュアー
pl: Pięć zer
pt: Seis Dígitos
ru: Богач

source: Activated 10 Stations
de: 10 Stationen aktiviert
es: 10 estaciones activadas
fr: 10 stations activées
ja: ステーションを10か所始動させる
pl: Aktywowano 10 stacji
pt: 10 Estações Ativadas
ru: Активировано 10 станций

source: MinMaximizer
de: MiniMaximierer
es: MínMaximizador
fr: MinMaximiseur
ja: ミニマクシマイザー
pl: MinMaxer
pt: MiniMaximizador
ru: Золотая середина

source: Agent Obliterator
de: Agentenvernichter
es: Destructor de agentes
fr: Anéantisseur d'agents
ja: エージェント・オブリテレーター
pl: Zmora agentów
pt: Exterminador de Agentes
ru: Гроза агентов

source: Destroy 50 Agents
de: Zerstören Sie 50 Agenten
es: Destruye 50 agentes
fr: Détruire 50 agents
ja: 50艦のエージェントを破壊する
pl: Zniszcz 50 agentów
pt: Destrua 50 Agentes
ru: Уничтожить 50 агентов

source: Combat Rating: Worthy of Note
de: Kampfbewertung: Beachtenswert
es: Clasificación de combate: Digno de ser notado
fr: Classement de combat : remarquable
ja: コンバットレーティング: 注目に値する
pl: Ranga bojowa: obiecujący
pt: Perícia de Combate: Digna de Nota
ru: Боевой рейтинг: примечательный

source: Die 100 times
de: Sterben Sie 100 Mal
es: Muere 100 veces
fr: Mourir 100 fois
ja: 100回撃墜される
pl: Zgiń stukrotnie
pt: Morra 100 vezes
ru: Умереть 100 раз

source: Acquire 10,000 C
de: Erhalten Sie 10.000 C
es: Adquiere 10.000 C
fr: Recevoir 10 000 C
ja: 10,000Cを獲得する
pl: Zgromadź 10 000 C
pt: Obtenha 10.000 C
ru: Получить 10000 C

source: Spawn 100 ships
de: Spawnen Sie 100 Schiffe
es: Genera 100 naves
fr: Créer 100 vaisseaux
ja: 100艦スポーンさせる
pl: Wytwórz 100 statków
pt: Produza 100 naves
ru: Построить 100 кораблей

source: Thorough Explorer
de: Gründlicher Entdecker
es: Explorador experto
fr: Explorateur minutieux
ja: 完璧な探検家
pl: Drobiazgowy odkrywca
pt: Explorador Minucioso
ru: Тщательный исследователь

source: Transfer 10,000 R to allies
de: Transferieren Sie 10.000 R an Alliierte
es: Transfiere 10.000 R a los aliados
fr: Transférer 10 000 R aux alliés
ja: 10,000Rを仲間に転送
pl: Przekaż 10 000 R sojusznikom
pt: Transfira 10.000 R para aliados
ru: Передать 10000 R союзникам

source: Travel through 1 wormhole
de: Reisen Sie durch 1 Wurmloch
es: Atraviesa 1 agujero de gusano
fr: Traverser 1 trou de ver
ja: ワームホールを1つ移動する
pl: Przedostań się przez 1 tunel czasoprzestrzenny
pt: Atravesse 1 buraco de minhoca
ru: Пройти через 1 червоточину

source: Conquer all sectors in a galaxy
de: Erobern Sie alle Sektoren einer Galaxie
es: Conquista todos los sectores en una galaxia
fr: Conquérir tous les secteurs d'une galaxie
ja: 銀河内のすべてのセクターを制圧する
pl: Podbij wszystkie sektory w galaktyce
pt: Conquiste todos os setores da galáxia
ru: Завоевать все сектора в галактике

source: Destroy the crescent ship
de: Zerstören Sie das Sichel-Schiff
es: Destruye la nave media luna
fr: Détruire le vaisseau en croissant
ja: クレセントシップを破壊する
pl: Zniszcz statek typu Półksiężyc
pt: Destrua a nave lúnula
ru: Уничтожить корабль-серп

source: Consolation Prize
de: Trostpreis
es: Premio de consolación
fr: Prix de consolation
ja: コンソレーションプライズ
pl: Nagroda pocieszenia
pt: Prêmio de Consolação
ru: Утешительный приз

source: Resupplier
de: Versorger
es: Reabastecedor
fr: Ravitailleur
ja: リサプリライヤー
pl: Dostawca
pt: Reabastecedor
ru: Главный поставщик

source: Unlock all 7 factions
de: Schalten Sie alle 7 Fraktionen frei
es: Desbloquea las 7 facciones
fr: Déverrouiller les 7 factions
ja: 全7ファクションをアンロックする
pl: Odblokuj wszystkie 7 frakcji
pt: Libere todas as 7 facções
ru: Открыть все 7 фракций

source: Explore 1000 Sectors
de: Erkunden Sie alle 1000 Sektoren
es: Explora 1.000 sectores
fr: Explorer 1 000 secteurs
ja: 1,000セクターを探索する
pl: Przemierz 1000 sektorów
pt: Explore 1.000 Setores
ru: Исследовать 1000 секторов

source: Diverse Destroyer
de: Zerstörer von Diversem
es: Destructor diverso
fr: Destructeur varié
ja: ディバース・デストロイヤー
pl: Wszechstronny zabójca
pt: Destruidor Versátil
ru: Любитель разнообразия

source: Agent Conquerer
de: Agentenbezwinger
es: Conquistador de agentes
fr: Conquérant d'agents
ja: エージェント・コンカー
pl: Pogromca agentów
pt: Dominador de Agentes
ru: Победитель агентов

source: Wormhole Explorer
de: Wurmlochentdecker
es: Explorador de agujeros de gusano
fr: Explorateur de trous de ver
ja: ワームホール探検家
pl: Odkrywca tuneli
pt: Explorador de Buracos de Minhoca
ru: Исследователь червоточины

source: Super Explorer
de: Super-Entdecker
es: Súper explorador
fr: Super explorateur
ja: 超探検家
pl: Super odkrywca
pt: Superexplorador
ru: Легендарный исследователь

source: Fleet Mother
de: Flottenmutter
es: Nave nodriza
fr: Mère de la flotte
ja: フリート・マザー
pl: Matka floty
pt: Mãe da Frota
ru: Мать флота

source: Agent Destroyer
de: Agentenzerstörer
es: Destructor de agentes
fr: Destructeur d'agent
ja: エージェント・デストロイヤー
pl: Młot na agentów
pt: Destruidor de Agente
ru: Уничтожитель агентов

source: Destroy an agent
de: Zerstören Sie einen Agenten
es: Destruye a un agente
fr: Détruire un agent
ja: エージェントを破壊する
pl: Zniszcz agenta
pt: Destrua um agente
ru: Уничтожить агента

source: Hoarder
de: Sammelwütiger
es: Acumulador
fr: Accumulateur
ja: ホーダー
pl: Rupieciarz
pt: Acumulador
ru: Скопидом

source: Combat Rating: Frightening
de: Kampfbewertung: Beängstigend
es: Clasificación del combate: Aterrador
fr: Classement de combat : effrayant
ja: コンバットレーティング: 脅威的
pl: Ranga bojowa: Zatrważający
pt: Perícia de Combate: Assustadora
ru: Боевой рейтинг: пугающий

source: Destroy 10 agents
de: Zerstören Sie 10 Agenten
es: Destruye 10 agentes
fr: Détruire 10 agents
ja: 10艦のエージェントを破壊する
pl: Zniszcz 10 agentów
pt: Destrua 10 agentes
ru: Уничтожить 10 агентов

source: Destroy 70,000P of ships
de: Zerstören Sie Schiffe mit insgesamt 70.000 P
es: Destruye 70.000P de naves
fr: Détruire 70 000 P de vaisseaux
ja: 70,000Pの戦艦を破壊する
pl: Zniszcz statki o łącznej wartości 70 000 P
pt: Destrua naves em um valor de 70.000P
ru: Уничтожить кораблей на 70000 P

source: Activate all stations in a galaxy
de: Aktivieren Sie alle Stationen einer Galaxie
es: Activa todas las estaciones en una galaxia
fr: Activer toutes les stations d'une galaxie
ja: 銀河内のすべてのセクターをアクティベートする
pl: Aktywuj wszystkie stacje w galaktyce
pt: Ative todas as estações da galáxia
ru: Активировать все станции в галактике

source: Destroy 10,000P of ships
de: Zerstören Sie Schiffe mit insgesamt 10.000 P
es: Destruye 10.000P de naves
fr: Détruire 10 000 P de vaisseaux
ja: 10,000Pの戦艦を破壊する
pl: Zniszcz statki o łącznej wartości 10 000 P
pt: Destrua naves em um valor de 10.000P
ru: Уничтожить кораблей на 10000 P

source: Travel through 10 wormholes
de: Reisen Sie durch 10 Wurmlöcher
es: Atraviesa 10 agujeros de gusano
fr: Traverser 10 trous de ver
ja: 10個のワームホールを移動する
pl: Przedostań się przez 10 tuneli czasoprzestrzennych
pt: Atravesse 10 buracos de minhoca
ru: Пройти через 10 червоточин

source: Acquire 100,000C
de: Erhalten Sie 100.000 C
es: Adquiere 100.000C
fr: Recevoir 100 000 C
ja: 100,000Cを入手する
pl: Zgromadź 100 000 C
pt: Obtenha 100.000C
ru: Получить 100000 C

source: Explore all sectors in a galaxy
de: Erkunden Sie alle Sektoren einer Galaxie
es: Explora todos los sectores en una galaxia
fr: Explorer tous les secteurs d'une galaxie
ja: 銀河内のすべてのセクターを探索する
pl: Przemierz wszystkie sektory w galaktyce
pt: Explore todos os setores da galáxia
ru: Исследовать все секторы в галактике

source: Completionist
de: Vervollständiger
es: Completador
fr: Perfectionniste
ja: コンプリショニスト
pl: Perfekcjonista
pt: Perfeccionista
ru: Рекордсмен

source: Explore 10,000 Sectors
de: Erkunden Sie alle 10.000 Sektoren
es: Explora 10.000 sectores
fr: Explorer 10 000 secteurs
ja: 10,000セクターを探索する
pl: Przemierz 10 000 sektorów
pt: Explore 10.000 Setores
ru: Исследовать 10000 секторов

source: Destroy 50,000P of ships
de: Zerstören Sie Schiffe mit insgesamt 50.000 P
es: Destruye 50.000P de naves
fr: Détruire 50 000 P de vaisseaux
ja: 50,000Pの戦艦を破壊する
pl: Zniszcz statki o łącznej wartości 50 000 P
pt: Destrua naves em um valor de 50.000P
ru: Уничтожить кораблей на 50000 P
