Repository: gamelingual/reassembly
Catalog: lang/*/messages.po
Languages: de, es, fr, ja, pl, pt, ru, zh

source: The spatial anomaly connects parallel universes. Objects entering the wormhole travel to all universes simultaneously, splitting into innumerable quantum states. You may only experience one universe at a time: where would you like to go?
de: Die räumliche Anomalie verbindet parallele Universen. Objekte, die durch das Wurmloch reisen, gelangen gleichzeitig zu allen Universen und teilen sich dabei in unzählige Quantenzustände auf. Deshalb können Sie nur ein Universum zur Zeit erleben: Wohin möchten Sie reisen?
es: La anomalía espacial conecta los universos paralelos. Los objetos que entran al agujero de gusano viajan a todos los universos de manera simultánea y se dividen en innumerables estados cuánticos. Solo puedes experimentar un universo a la vez: ¿a dónde te gustaría ir?
fr: L'anomalie spatiale relie les univers parallèles. Les objets qui entrent dans le trou de ver voyagent dans tous les univers simultanément, se divisant en innombrables états quantiques. Vous pouvez vivre un seul univers à la fois : où comptez-vous aller ?
ja: 空間異常は、パラレルワールドをつなぎます。 ワームホールへと入り込む物体は同時に全宇宙へと移動し、 無数の粒子状態へと広がります。 一度に体験できる世界はひとつだけです。 どこへ行きますか？
pl: Anomalia przestrzenna łączy równoległe światy. Obiekty, które przekraczają tunel czaso przestrzenny, trafiają do wszystkich jednocześnie, rozszczepiając się na niezliczone stany kwantowe. Możesz poznać tylko jeden: gdzie się udasz?
pt: A anomalia espacial conecta universos paralelos. Os objetos que atravessam o buraco de minhoca viajam para todos os universos ao mesmo tempo, dividindo-se em inúmeros estados quânticos. Você pode desfrutar de apenas um universo por vez: para onde gostaria de ir?
ru: Пространственная аномалия соединяет параллельные вселенные. Объекты, попадающие в червоточину, попадают во все вселенные одновременно, разделяясь на несчетное количество квантовых состояний. Вы можете находиться только в одной вселенной в любой момент времени. Где бы вы хотели оказаться?
zh: 一个空间异常的区域，其联通到其他平行宇宙。 进入这个虫洞的物体会同时进入所有宇宙, 并分裂成无数的量子态。 但是你只能一次进入一个宇宙： 你想要去哪里？

source: A copy of your current fleet will pass through the wormhole and be shared with other players, but your consciousness will stay with the fleet on this side and the wormhole will close
de: Eine Kopie Ihrer aktuellen Flotte wird durch das Wurmloch geschickt und mit anderen Spielern geteilt, doch Ihr Bewusstsein bleibt mit der Flotte auf dieser Seite. Nachdem die Kopien das Wurmloch passieren, schließt es sich.
es: Una copia de tu flota actual pasará a través del agujero de gusano y se compartirá con otros jugadores, pero tu conciencia permanecerá con la flota en este lado y el agujero de gusano se cerrará
fr: Une copie de votre flotte actuelle traversera le trou de ver et sera partagée avec d'autres joueurs, mais votre conscience restera avec la flotte de ce côté tandis que le trou de ver se ferme
ja: 現在の艦隊のコピーはワームホールを通過し、 その他のプレイヤーと共有されます。 ただし、あなたの意識はこちら側の艦隊に留まり、 ワームホールは閉じます。
pl: Kopia twojej bieżącej flotylli przekroczy tunel czasoprzestrzenny i zostanie udostępniona innym graczom, zamykając go, choć sama twoja świadomość pozostanie wraz z flotą po jego obecnej stronie
pt: Uma cópia atual da sua frota atravessará o buraco de minhoca e será compartilhada com outros jogadores, porém sua consciência permanecerá neste lado com a frota e o buraco será fechado
ru: Копия вашего флота пройдет через червоточину и станет доступна другим игрокам, но ваше сознание останется с флотом по эту сторону червоточины, которая вскоре закроется
zh: 你的舰队将会穿过虫洞并成为虫洞舰队分享给其他玩家， 但是你的意识将依然停留在这里，并且虫洞将会关闭。

source: Your consciousness will be transported to a new area, never to return.
de: Ihr Bewusstsein wird in ein neues Gebiet transportiert und kehr nie zurück.
es: Tu conciencia se transportará a una nueva área para no volver jamás.
fr: Votre conscience sera transportée vers une nouvelle région et ne reviendra jamais.
ja: あなたの意識は新たなエリアへと送られ、 決して戻ってくることはありません。
pl: Twoja świadomość zostanie przesłana w nowe miejsce bez powrotu.
pt: Sua consciência será transportada a uma nova área, para jamais voltar.
ru: Ваше сознание будет перенесено в другую вселенную. Вернуться вы уже не сможете.
zh: 你的意识将会进入一个新的区域， 永远也不会回来。

source: Log in to track your fleets in parallel universes
de: Loggen Sie sich ein um Ihre Flotten in Paralleluniversen zu verfolgen.
es: Debes iniciar sesión para seguir el movimiento de tus flotas en los universos paralelos
fr: Connectez-vous pour suivre vos flottes dans les univers parallèles
ja: ロングインして、パラレルワールドの艦隊を追跡します
pl: Zaloguj się, aby śledzić swoje floty w równoległych światach
pt: Conecte-se para procurar suas frotas em universos paralelos
ru: Войдите в систему, чтобы отслеживать свои флоты в параллельных вселенных
zh: 登陆后你才能使用虫洞来到达平行宇宙。

source: Drag blocks from palette on the right '^5P^7' value limits ship features Increase via the upgrade screen (press '$viewUpgrades') Use drag function to select multiple blocks Basic Editing Left mouse: drag and attach Shift click: select/deselect block Double left click: select all attached Alt drag: clone Right mouse, $rotateLeft, $rotateRight: rotate $destroy: delete Advanced Editing $undo, $redo: undo, redo $cut, $copy, $paste: cut, copy, paste $mirror, Double right click: mirror $scaleDown, $scaleUp, Alt scroll: shrink/grow block Camera Controls $forward, $left, $back, $right: pan camera Scroll wheel: zoom camera
de: Ziehen Sie Blöcke aus der Palette rechts '^5P^7'-Wert schränkt Schiff-Features ein Erhöhen Sie den Wert über den Upgrade-Bildschirm (Klicken Sie '$viewUpgrades') Verwenden Sie die Ziehen-Funktion, um mehrere Blöcke auszuwählen Grundlagen Linke Maustaste: ziehen und anbringen Shift: Block auswählen/Auswahl rückgängig machen Doppelklick links: alle angebrachten Teile auswählen ALT und Ziehen: klonen Rechte Maustaste, $rotateLeft, $rotateRight: rotieren $destroy: löschen Erweitert $undo, $redo: rückgängig, wiederholen $cut, $copy, $paste: ausschneiden, kopieren, einfügen $mirror, Doppelklick rechts: spiegeln $scaleDown, $scaleUp, ALT und Scrollen: Block verkleinern/vergrößern Kamerasteuerung $forward, $left, $back, $right: Kamera schwenken Mausrad: Kamera zoomen
es: Arrastra los bloques de la paleta de la derecha El valor "^5P^7" limita las características de la nave Aumenta de tamaño mediante la pantalla de actualización (presiona "$viewUpgrades") Usa la función de arrastrar para seleccionar varios bloques Edición básica Clic izquierdo: arrastrar y adjuntar Mayús+Clic: seleccionar/anular la selección del bloque Doble clic izquierdo: seleccionar todo lo adjunto Alt arrastrar: clonar Clic derecho, $rotateLeft, $rotateRight: rotar $destroy: eliminar Edición avanzada $undo, $redo: deshacer, rehacer $cut, $copy, $paste: cortar, copiar, pegar $mirror, Doble clic derecho: replicar $scaleDown, $scaleUp, Alt arriba/abajo: aumentar o disminuir el tamaño del bloque Controles de cámara $forward, $left, $back, $right: mover la cámara Rueda del ratón: zoom de la cámara
fr: Faites glisser les blocs à partir de la palette située à droite « ^5P^7 » limite le nombre de caractéristiques du vaisseau À augmenter sur l'écran des améliorations (appuyez sur « $viewUpgrades ») Utilisez la fonction glisser pour sélectionner plusieurs blocs Construction de base Clic gauche : glisser et attacher Maj+clic : sélectionner/désélectionner un bloc Double clic : sélectionner tous les blocs attachés Alt+glisser : cloner Clic droit, $rotateLeft, $rotateRight : faire pivoter $destroy : supprimer Construction avancée $undo, $redo : annuler,rétablir $cut, $copy, $paste : couper,copier,coller $mirror, double clic droit : miroir $scaleDown, $scaleUp, Alt+molette : réduire/faire grossir un bloc Commandes de la caméra $forward, $left, $back, $right : panoramique Molette : zoomer
ja: 右のパレットからブロックをドラッグします '^5P^7'値は、戦艦の機能を制限します アップグレード画面から上昇させます ('$viewUpgrades'を押す) ドラッグ機能を使い、複数のブロックを選択します 基本編集 左マウス: ドラッグおよびアタッチ Shiftクリック: ブロックの選択/解除 左ダブルクリック: 付属物をすべて選択 Altドラッグ: コピー 右マウス、$rotateLeft、$rotateRight: 回転 $destroy: 削除 高度な編集 $undo、$redo: 取り消し、やり直し $cut、$copy、$paste: 切り取り、コピー、貼り付け $mirror、右ダブルクリック: ミラー $scaleDown、$scaleUp、 Altスクロール: ブロックの縮小/拡大 カメラ制御 $forward、$left、$back、$right: カメラのパン スクロールホイール: カメラのズーム
pl: Przeciągaj elementy z palety po prawej Wartość '^5P^7' stanowi o limicie ulepszeń statku Zwiększaj go w ekranie ulepszeń statku (klawisz '$viewUpgrades') Użyj funkcji przeciągnięcia, aby wybrać wiele elementów Edycja podstawowa LPM: przeciągnij i dodaj Shift LPM: zaznacz/odznacz blok Dwuklik LPM: zaznacz wszystkie dodane Alt + przeciągnij: powiel PPM, $rotateLeft, $rotateRight: obróć $destroy: usuń Edycja zaawansowana $undo, $redo: cofnij, powtórz $cut, $copy, $paste: wytnij, kopiuj, wklej $mirror, Dwuklik PPM: odbicie lustrzane $scaleDown, $scaleUp, Alt + kółko myszki: +/- element Sterowanie kamerą $forward, $left, $back, $right: przesuń kamerę Scroll wheel: przybliż
pt: Arraste os blocos da paleta à direita O valor '^5P^7' limita os equipamentos da nave Aumente-o na tela de upgrades (pressione '$viewUpgrades') Arraste o cursor para selecionar vários blocos Edição Básica Botão esquerdo: arrastar e conectar Shift clique: selecionar/desf. seleção do bloco Botão dir. 2x: selecionar todas conexões Alt arrastar: duplicar Botão direito, $rotateLeft, $rotateRight: girar $destroy: excluir Edição Avançada $undo, $redo: desfazer, refazer $cut, $copy, $paste: recortar, copiar, colar $mirror, Botão dir. 2x: espelhar $scaleDown, $scaleUp, Alt rolagem: encolher/aumentar bloco Controles de Câmera $forward, $left, $back, $right: movimentar câmera Roda de rolagem:: aproximar/afastar câmera
ru: Перетаскивайте блоки из палитры справа Текущее количество «^5P^7» ограничивает конструкцию корабля Увеличьте на экране «Улучшения» (нажмите «$viewUpgrades») Используйте функцию перетаскивания, чтобы выбрать несколько блоков Основы редактирования Левая кнопка мыши: перетащить и присоединить Нажатие Shift: выбрать/отменить выбор блока Двойной щелчок левой кнопкой: выбор всех присоединенных Перетаскивание с зажатой клавишей Alt: клонировать Правая кнопка мыши, $rotateLeft, $rotateRight: поворот $destroy: удалить Дополнительные возможности редактирования $undo, $redo: отменить, вернуть $cut, $copy, $paste: вырезать, копировать, вставить $mirror, Двойной щелчок правой кнопкой: зеркальное отображение $scaleDown, $scaleUp, прокрутка с зажатой клавишей Alt: уменьшить/увеличить блок Управление камерой $forward, $left, $back, $right: сдвиг Колесо прокрутки: масштабирование
zh: 从右边的面板里抓取模块。 '^5P^7' 值限定了飞船的功能 想要增加它你需要进入升级面板 (按下'$viewUpgrades') 使用拖曳来选定多种模块 基本编辑 左键: 拖动与连接 Shift键: 选择/取消选择 模块 双击左键: 选择所有连接着的模块 Alt加左键: 复制 右键，$rotateLeft，$rotateRight: 旋转 $destroy: 删除 高级编辑 $undo、$redo: 撤销，还原 $cut、$copy、$paste: 剪切，复制，粘贴 $mirror、双击右键: 镜像 $scaleDown、$scaleUp、 Alt+鼠标滚轮: 放大，缩小模块 视角控制 $forward、$left、$back、$right: 移动视角 鼠标滚轮: 缩放

source: Drag blocks from palette on the right '^5P^7' value limits ship features Increase via the upgrade screen (press '$viewUpgrades') Use drag function to select multiple blocks Basic Editing Right stick + $gpLeftClick: drag and attach $gpLeftClick: select all attached Right stick + $gpRightClick: clone $rotateLeft, $rotateRight: rotate $destroy: delete Advanced Editing $undo, $redo: undo, redo $mirror: mirror $scaleUp: shrink/grow block Camera Controls Left stick: pan camera $zoomOut, $zoomIn: zoom camera
de: Ziehen Sie Blöcke aus der Palette rechts '^5P^7'-Wert schränkt Schiffs-Features ein Erhöhen Sie den Wert über den Upgrade-Bildschirm (Klicken Sie '$viewUpgrades') Verwenden Sie die Ziehen-Funktion, um mehrere Blöcke auszuwählen Grundlagen Rechter Stick + $gpLeftClick: ziehen und anbringen $gpLeftClick: alle angebrachten Teile auswählen Right stick + $gpRightClick: klonen $rotateLeft, $rotateRight: rotieren $destroy: löschen Erweitert $undo, $redo: rückgängig, wiederholen $mirror: spiegeln $scaleUp: Block verkleinern/vergrößern Kamerasteuerung Linker Stick: Kamera schwenken $zoomOut, $zoomIn: Kamera zoomen
es: Arrastra los bloques de la paleta de la derecha El valor "^5P^7" limita las características de la nave Aumenta de tamaño mediante la pantalla de actualización (presiona "$viewUpgrades") Usa la función de arrastrar para seleccionar varios bloques Edición básica Palanca derecha + $gpLeftClick: arrastrar y adjuntar $gpLeftClick: seleccionar todo lo adjunto Palanca derecha + $gpRightClick: clonar $rotateLeft, $rotateRight: rotar $destroy: eliminar Edición avanzada $undo, $redo: deshacer, rehacer $mirror: replicar $scaleUp: aumentar o disminuir el tamaño del bloque Controles de cámara Palanca derecha: mover la cámara $zoomOut, $zoomIn: zoom de la cámara
fr: Faites glisser les blocs à partir de la palette située à droite « ^5P^7 » limite le nombre de caractéristiques du vaisseau À augmenter sur l'écran des améliorations (appuyez sur « $viewUpgrades ») Utilisez la fonction glisser pour sélectionner plusieurs blocs Construction de base Joystick droit + $gpLeftClick : glisser et attacher $gpLeftClick : sélectionner tous les blocs attachés Joystick droit + $gpRightClick : cloner $rotateLeft, $rotateRight : faire pivoter $destroy : supprimer Construction avancée $undo, $redo : annuler, rétablir $mirror : miroir $scaleUp : réduire/faire grossir un bloc Commandes de la caméra Joystick gauche : panoramique $zoomOut, $zoomIn : zoomer
ja: 右のパレットからブロックをドラッグします '^5P^7'値は、戦艦の機能を制限します アップグレード画面から増加します ('$viewUpgrades'を押す) ドラッグ機能を使用して、複数のブロックを選択します 基本編集 右スティック + $gpLeftClick: ドラッグおよびアタッチ $gpLeftClick: 全付属物を選択する 右スティック + $gpRightClick: クローン $rotateLeft、$rotateRight: 回転 $destroy: 削除 高度な編集 $undo、$redo: 取り消し、やり直し $mirror: ミラー $scaleUp: ブロックの縮小/拡大 カメラ制御 左スティック: カメラのパン $zoomOut、$zoomIn: カメラのズーム
pl: Przeciągnij elementy z palety po prawej Wartość '^5P^7' stanowi o limicie ulepszeń statku Zwiększaj go w ekranie ulepszeń statku (klawisz '$viewUpgrades') Użyj funkcji przeciągnięcia, aby wybrać wiele elementów Edycja podstawowa Prawy drążek + $gpLeftClick: przeciągnij i dodaj $gpLeftClick: zaznacz wszyst. dodane Prawy drążek + $gpRightClick: powiel $rotateLeft, $rotateRight: obróć $destroy: usuń Edycja zaawansowana $undo, $redo: cofnij, powtórz $mirror: odbicie lustrzane $scaleUp: +/- element Sterowanie kamerą Lewy drążek: przesuń kamerę $zoomOut, $zoomIn: przybliż/oddal
pt: Arraste os blocos da paleta à direita O valor '^5P^7' limita os equipamentos da nave Aumente-o na tela de upgrades (pressione '$viewUpgrades') Arraste o cursor para selecionar vários blocos Edição Básica Analógico direito + $gpLeftClick: arrastar e conectar $gpLeftClick: selecionar todas conexões Analógico direito + $gpRightClick: duplicar $rotateLeft, $rotateRight: girar $destroy: excluir Edição Avançada $undo, $redo: desfazer, refazer $mirror: espelhar $scaleUp: encolher/aumentar bloco Controles de Câmera Analógico: movimentar câmera $zoomOut, $zoomIn: aproximar/afastar câmera
ru: Перетаскивайте блоки из палитры справа Текущее количество «^5P^7» ограничивает конструкцию корабля Увеличьте на экране «Улучшения» (нажмите «$viewUpgrades») Используйте функцию перетаскивания, чтобы выбрать несколько блоков Основы редактирования Правый мини-джойстик + $gpLeftClick: перетащить и присоединить $gpLeftClick: выбрать все присоединенные Правый мини-джойстик + $gpRightClick: клонировать $rotateLeft, $rotateRight: повернуть $destroy: удалить Дополнительные возможности редактирования $undo, $redo: отменить, вернуть $mirror зеркальное отображение $scaleUp: уменьшить/увеличить блок Управление камерой Левый мини-джойстик: сдвиг $zoomOut, $zoomIn: масштабирование
zh: 从右边的面板里抓取模块。 '^5P^7' 值限定了飞船的大小功能 想要增加它你需要进入升级面板 (按下 '$viewUpgrades') 使用抓取来获得多种模块 基本编辑 右键 + $gpLeftClick: 选取与连接 $gpLeftClick: 选择所有连接着的模块 右键 + $gpRightClick: 复制 $rotateLeft、$rotateRight: 旋转 $destroy: 删除 高级编辑 $undo、$redo: 撤销，还原 $mirror: 镜像 $scaleUp: 放大，缩小模块 视角控制 左键: 摇晃视角 $zoomOut、$zoomIn: 缩放视角

source: This friendly ship or station has a factory and will spawn allied ships. Since it is still in hostile territory you will not respawn here.
de: Dieses alliierte Schiff oder diese Station hat eine Fabrik und kann alliierte Schiffe spawnen. Da sich das Schiff oder die Station in feindlichem Gebiet befindet, werden Sie dort nicht wieder gespawnt.
es: Esta nave o estación aliada tiene una fábrica y generará naves aliadas. No reaparecerás aquí debido a que todavía se encuentra en territorio enemigo.
fr: Ce vaisseau ou station amical possède une usine qui créé des vaisseaux alliés. Puisqu'il se trouve toujours en territoire hostile, vous ne réapparaitrez pas ici.
ja: この仲間の戦艦またはステーションにはファクトリーがあります。 これは、仲間の戦艦をスポーンさせます。 これはまだ敵の領域にあるため、ここで再スポーンすることはありません。
pl: Statek sojuszniczy lub stacja posiada stocznię i będzie wytwarzać sojusznicze statki. Obszar pozostaje pod wrogą kontrolę i nie możesz się tu odrodzić.
pt: Esta nave ou estação amiga possui uma fábrica e produzirá naves aliadas. Como ela ainda se encontra em território inimigo, você não renascerá aqui.
ru: На этот союзнический корабль или станцию установлен завод – на нем будут появляться союзнические корабли. Поскольку он все еще находится на враждебной территории, вы здесь восстановиться не сможете.
zh: 友方有工厂的飞船会制造飞船。 如果附近有敌人 你就不会在此重生

source: This friendly ship or station has a factory and acts as a spawn point.
de: Dieses alliierte Schiff oder diese Station hat eine Fabrik und ist ein Spawn-Punkt.
es: Esta nave o estación aliada tiene una fábrica y servirá como punto de reaparición.
fr: Ce vaisseau ou station amical possède une usine et sert de point d'apparition.
ja: この仲間の戦艦またはステーションにはファクトリーがあります。 これは、スポーンポイントとして機能します。
pl: Statek sojuszniczy lub stacja posiada stocznię i służy za punkt odradzania.
pt: Esta nave ou estação amiga possui uma fábrica e funciona como um ponto de produção.
ru: На этот союзнический корабль или станцию установлен завод – это точка восстановления.
zh: 友方有工厂的飞船或空间站会制造飞船

source: Blue diamonds represent damaged, deactivated stations. Reactivate them by flying nearby. Once a station is activated it acts as a spawn point.
de: Blaue Diamanten stehen für beschädigte und deaktivierte Stationen. Sie können sie reaktivieren, indem Sie in der Nähe vorbeifliegen. Sobald eine Station aktiviert ist, wird aus ihr ein Spawn-Punkt.
es: Los diamantes azules representan estaciones dañadas y desactivadas. Para reactivarlas, vuela cerca a ellas. Una vez que una estación esté activada, funcionará como un punto de reaparición.
fr: Les losanges bleus représentent les stations endommagées désactivées. Réactivez-les en volant à proximité. Une fois la station activée, elle sert de point d'apparition.
ja: 青いダイヤモンドは、ダメージを受けて停止したステーションを示しています。 近くを飛行することで再度始動させることができます。 ステーションが始動すると、スポーンポイントとして機能します。
pl: Niebieskie ikony diamentów to uszkodzone lub opuszczone stacje. Aby aktywować stacje i tworzyć punkty odradzania, przeleć w ich pobliżu.
pt: Os diamantes azuis representam estações danificadas e desativadas. Vá até perto delas para reativá-las. Quando a estação for ativada, ela funcionará como um ponto de produção.
ru: Синими ромбами обозначены поврежденные нерабочие станции. Активируйте их, пролетев поблизости. После активации станция станет точкой восстановления.
zh: 蓝色的菱形图标代表着受损的，关闭的空间站。 要重新激活它们，你需要飞近它们。当它们激活后它们会制造飞船。

source: Wormholes connect parallel universes. Travel through a wormhole to a whole new map, or send a copy of your fleet to fight other players.
de: Wurmlöcher verbinden Paralleluniversen. Reisen Sie durch ein Wurmloch um eine neue Karte zu erkunden oder schicken Sie eine Kopie Ihrer Flotte in den Kampf gegen einen anderen Spieler.
es: Los agujeros de gusano conectan los universos paralelos. Atraviesa un agujero de gusano a un mapa totalmente nuevo, o envía una copia de tus flotas para luchar con otros jugadores.
fr: Les trous de ver connectent les univers parallèles. Voyagez à travers un trou de ver vers une toute nouvelle carte, ou envoyez une copie de votre flotte pour combattre les autres joueurs.
ja: ワームホールはパラレルワールドをつなぎます。 ワームホールから全く新しいマップへと移動することや、 艦隊のコピーを送り、その他のプレイヤーと戦うことができます。
pl: Tunele czasoprzestrzenne łączą ze sobą światy równoległe, umożliwiając grę na nowych mapach oraz udostępniając twoją flotę w zmaganiach z innymi graczami.
pt: Buracos de Minhoca conectam universos paralelos. Atravesse um deles para ir a um mapa inteiramente diferente, ou envie uma cópia de sua frota para combater outros jogadores.
ru: Червоточины соединяют параллельные вселенные. Пройдите через червоточину, чтобы оказаться на совершенно новой карте, или отправьте копию своего флота, чтобы она сражалась с другими игроками.
zh: 虫洞联通着其他的平行宇宙， 你可以穿过它们进入一个新的宇宙， 或者将你的舰队分享给其他的玩家。
