Repository: gamelingual/reassembly
Catalog: lang/*/messages.po
Languages: de, es, fr, ja, pl, pt, ru, zh

source: Difficulty increases towards the center of the map. Don't be afraid to explore. Each map pixel represents a sector, with color indicating the controlling faction. Blue diamonds represent damaged, deactivated stations. Reactivate them by flying nearby. Activated stations can respawn you. Green diamonds represent spawn points - activated stations, friendly ships, and spawn points you create. Unlock the factory in the upgrade screen and create your own spawn points by spawning a ship with a factory. Friendly spawners will spawn their own children, as long as they have enough R. Capture map sectors by displacing the native inhabitants with your own faction. Use a factory or feed friendly spawners R to create more ships.
de: Die Schwierigkeit steigt, je näher Sie zur Mitte der Karte gelangen. Haben Sie keine Angst vor Erkundungen. Jeder Kartenpixel steht für einen Sektor bei dem die Farbe herrschende Fraktion zeigt. Blaue Diamanten stehen für beschädigte und deaktivierte Stationen. Sie können sie reaktivieren, indem Sie in der Nähe vorbeifliegen. Sobald eine Station aktiviert ist, wird aus ihr ein Spawn-Punkt.. Grüne Diamanten stehen für Spawn-Punkte - aktivierte Stationen, alliierte Schiffe und Spawn-Punkte, die Sie erschaffen haben. Schalten Sie die Fabrik im Upgrade-Bildschirm frei und erschaffen Sie Ihre eigenen Spawn-Punkte, indem Sie ein Schiff mit einer Fabrik spawnen. Allierte Spawner werden ihre eigenen Ableger spawnen, solange sie ausreichend R besitzen. Nehmen Sie Kartensektoren ein, indem Sie die Ureinwohner durch Ihre eigenen Fraktion ersetzen. Verwenden Sie eine Fabrik oder geben Sie alliierten Spawnern R um mehr Schiffe zu erschaffen.
es: La dificultad aumenta cuanto más cerca estés del centro del mapa. No tengas miedo de explorar. Cada pixel del mapa representa un sector, y el color indica la facción que lo controla. Los diamantes azules representan las estaciones dañadas y desactivadas. Para volver a activarlas, vuela cerca de ellas. Las estaciones activadas sirven como punto de reaparición. Los diamantes verdes representan los puntos de reaparición/estaciones activas, naves amigas y puntos de reaparición creados por ti. Desbloquea la fábrica en la pantalla de mejoras y crea tus propios puntos de reaparición generando una nave con una fábrica. Los generadores aliados crearán sus propias naves, con tal de que tengan suficiente R. Captura nuevos sectores del mapa cuando reemplaces a los habitantes nativos con tu propia facción. Utiliza una fábrica o alimenta a los generadores con R para crear más naves.
fr: La difficulté augmente vers le centre de la carte. N'ayez pas peur d'explorer. Chaque pixel de la carte représente un secteur, sa couleur indiquant la faction qui la contrôle. Les losanges bleus représentent les stations endommagées désactivées. Réactivez-les en volant à proximité. Les stations activées peuvent vous faire réapparaitre. Les losanges verts représentent les points d'apparition : les stations activées, les vaisseaux amicaux et les points d'apparition que vous créez. Débloquez l'usine sur l'écran des améliorations et créez vos propres points d'apparition en créant un vaisseau équipé d'une usine. Les créateurs amicaux font apparaitre leurs propres vaisseaux, aussi longtemps qu'ils ont suffisamment de R. Capturez des secteurs de la carte en repoussant les indigènes avec votre propre faction. Utilisez une usine ou nourrissez les créateurs amicaux avec des R pour créer plus de vaisseaux.
ja: マップの中心に向かうにつれて難易度が増します。 探検することを恐れないでください。 各マップのピクセルは、セクターを示しています。 また、支配しているファクションは色で示されています。 青いダイヤモンドは、ダメージを受けて停止したステーションを示しています。 近くを飛行することで再始動できます。アクティブ化されたステーションでは 、再スポーンすることができます。 緑色のダイヤモンドは、スポーンポイント、始動されたステーション、 仲間の戦艦、作成したスポーンポイントを示しています。 アップグレード画面でファクトリーをアンロックし、 ファクトリーを装備した戦艦をスポーンさせることで独自のスポーンポイントを作成します。 仲間のスポーナーは、Rが不足しない限り、 自身の子艦をスポーンさせることができます。 自身のファクションでその場を制圧することで、マップセクターを占領します。 ファクトリーを使用または仲間のスポーナーにRを供給し、 より多くの戦艦を生み出してください。
pl: Poziom trudności rośnie w miarę zbliżania się do centrum mapy. Nie obawiaj się eksploracji. Każdy piksel przedstawia sektor kosmosu, a kolor określa, pod czyją kontrolę obecnie się znajduje. Niebieskie ikony diamentów to uszkodzone lub opuszczone stacje. Aby aktywować stacje i tworzyć punkty odradzania, przeleć w ich pobliżu. Zielone ikony diamentów to punkty odradzania: aktywne stacje kosmiczne, sojusznicze statki oraz samodzielnie stworzone punkty odradzania. Odblokuj stocznię na ekranie ulepszeń i twórz własne punkty odradzania, wytwarzając statek ze stocznią. Sojuszniczy wytwórcy będą wytwarzać własne statki, o ile posiadają dostatecznie dużo R. Przechwyć sektory mapy, zastępując pierwotnych mieszkańców członkami własnej fakcji. Użyj stoczni lub przekazuj R wytwórcom, aby wytwarzać więcej statków.
pt: A dificuldade aumenta conforme você chega ao centro do mapa. Não tenha medo de explorar. Cada pixel no mapa representa um setor, e a cor indica a facção que o controla. Os diamantes azuis representam estações danificadas e desativadas. Vá até perto delas para reativá-las. Estações ativadas podem fazê-lo renascer. Os diamantes verdes representam pontos de produção: estações ativadas, naves amigas ou pontos de produção que você criou. Desbloqueie a fábrica na tela de upgrades e crie seus próprios pontos de produção gerando uma nave que tenha uma fábrica. Os produtores aliados criarão seus próprios descendentes desde que tenham R suficientes. Capture setores no mapa expulsando seus habitantes nativos usando sua própria facção. Utilize uma fábrica ou forneça R para produtores aliados para criar mais naves.
ru: Чем ближе к центру карты – тем выше сложность. Смело исследуйте космос! Каждый пискел на карте соответствует сектору, а цвет обозначает фракцию, которая его контролирует. Синими ромбами обозначены поврежденные нерабочие станции. Активируйте их, пролетев поблизости. Активированные станции становятся точками восстановления вашего корабля. Зелеными ромбами обозначены точки восстановления – активированные станции, дружественные корабли и созданные вами точки восстановления. Откройте завод на экране улучшений и создавайте собственные точки восстановления. Для этого нужно построить корабль с заводом. Дружественные корабли-строители будут строить собственные дочерние корабли, если у них достаточно R. Захватывайте сектора карты, вытесняя местных обитателей кораблями собственной фракции. Используйте завод или передавайте R дружественным кораблям-строителям, чтобы создать больше кораблей.
zh: 越靠近地图中央难度会越大， 但是永远不要害怕探索。 地图上的每一个格子代表一个区域， 它们的颜色代表控制其的种族。 蓝色的菱形图标代表着受损的，关闭的，有工厂的空间站。 要重新激活它们，你需要飞近它们。当它们激活后，它们会充当你的重生点。 绿色的菱形图标代表着友方有工厂块的飞船。 从升级界面里解锁工厂块并使用其建造有工厂块的飞船， 它们会变成友方的重生点并在有足够 R 情况下建造更多的飞船。 想要控制一片区域，你需要将那个区域里的敌方种族清除， 用工厂生成飞船，或是给友军工厂 R 来生产更多的飞船， 可使自己的种族控制这个区域。

source: ^6R - raw resources^7 Created by plants and dropped by destroyed ships. Stored in your ship. Lost on destruction. ^3C - credits^7 Acquire by helping your faction. Destroy enemy ships, transfer R to allied spawners, spawn and release ships, or explore new sectors. ^5P - ship points / power^7 Governs the total amount of features on your ship. Increase by spending ^3C^7 on the ^5+P^7 button above.
de: ^6R - Rohstoffe^7 Wird von Kraftwerken und zerstörten Schiffen abgegeben und in Ihrem Schiff gelagert. Geht bei der Zerstörung des Schiffs verloren. ^3C - Credits^7 Credits erhalten Sie, wenn Sie Ihrer Fraktion helfen. Zerstören Sie feindliche Schiffe, geben Sie alliierten Spawnern R, spawnen und entlassen Sie Schiffe oder erkunden Sie neue Sektoren. ^5P - Schiffspunkte/Power^7 Bestimmt die Gesamtanzahl von Features, die Sie Ihrem Schiff geben können. Sie können die Punkte erhöhen, indem Sie oben ^3C^7 für ^5+P^7 ausgeben.
es: ^6R - Recursos brutos ^7 Creados por las plantas y también caen cuando las naves son destruidas. Se almacenan en tu nave y se pierden cuando te destruyen. ^3C - Créditos^7 Los consigues al ayudar a tu facción. Destruyendo naves enemigas, transfiriendo R a los generadores aliados, generando y liberando naves o explorando nuevos sectores. ^5P - Puntos / potencia de la nave^7 Limita las funciones de tu nave. Puedes aumentarla usando ^3C^7 con en el botón ^5+P^7 de arriba.
fr: ^6R : ressources brutes^7 Créées par les plantes et laissées par les vaisseaux détruits. Elles sont stockées dans votre vaisseau et perdues en cas de destruction. ^3C : crédits^7 Reçus en aidant votre faction : détruisez les vaisseaux ennemis, transférez des R aux créateurs alliés, créez et lancez de nouveaux vaisseaux ou explorez de nouveaux secteurs. ^5P : points/puissance du vaisseau^7 Gère le montant total de fonctionnalités de votre vaisseau. Augmentez la puissance en dépensant des ^3C^7 sur le bouton ^5+P^7 ci-dessus.
ja: ^6R - 原料資源^7 植物によりつくられ、破壊された艦が落とします。 これはプレイヤーの戦艦に保管され、破壊されると失います。 ^3C - クレジット^7 自身のファクションを支援することで入手します。敵艦を破壊、仲間のスポーナーにRを転送、戦艦のスポーンやリリース、または新しいセクターを探索することで入手できます。 ^5P - 戦艦ポイント/パワー^7 プレイヤーの戦艦での全機能を管理します。上記の^5+P^7ボタンで^3C^7を使用することで上昇します。
pl: ^6R - zasoby^7 Pozyskiwane z flory oraz zniszczonych jednostek; magazynowane w zbiornikach twojego statku. Jego zniszczenie powoduje ich utratę. ^3C - środki^7 Zdobywaj pomagając swojej frakcji. Niszcz wrogie jednostki, przekazuj ^6R^7 sojuszniczym wytwórcom, wytwarzaj i zwalniaj statki lub przemierzaj nowe sektory. ^5P - pkt. statku / moc^7 Stanowi o całkowitej liczbie ulepszeń twojego statku. Zwiększaj wydając ^3C^7 za pomocą przycisku ^5+P^7 powyżej.
pt: ^6R - recursos de base^7 Criados por plantas e deixados por naves destruídas. São armazenados em sua nave e se perdem caso ela seja destruída. ^3C - créditos^7 Adquiridos ao ajudar sua facção. Destrua naves inimigas, transfira R para produtores aliados, produza e libere naves, ou explore novos setores. ^5P - potência / pontos de nave^7 Controla o total de equipamentos na sua nave. Aumente-a alocando ^3C^7 no botão ^5+P^7 acima.
ru: ^6R – ресурсы^7 Вырабатываются растениями и остаются от уничтоженных кораблей. Хранятся на вашем корабле. Теряются при уничтожении корабля. ^3C – кредиты^7 Получайте за помощь своей фракции. Уничтожайте вражеские корабли, передавайте R на дружественные корабли-строители, стройте и выпускайте корабли или исследуйте новые секторы. ^5P – очки / мощность корабля^7 Влияет на общее количество элементов в конструкции вашего корабля. Увеличивайте за счет ^3C^7 с помощью кнопки ^5+P^7 выше.
zh: ^6R - 资源^7 由植物产生，也可以通过摧毁飞船来获得 可以存储在你的飞船里 当你被其他种族摧毁时，资源会掉落 ^3C - 货币^7 帮助你的种族后得到的东西。例如摧毁敌舰， 交易 R，生产并释放飞船，探索新区域 ^5P - 能源^7 决定了你的飞船功能数量，通过花费 ^3C^7 来提升.

source: Agent fleets are designed by other players and are typically formidable opponents.
de: Agentenflotten wurden von anderen Spielern entworfen und sind normalerweise wunderbare Gegner.
es: Las flotas agente están diseñadas por otros jugadores y son por lo general difíciles oponentes.
fr: Les flottes d'agents sont conçues par d'autres joueurs et sont vgénéralement des adversaires redoutables.
ja: エージェント艦隊は、その他のプレイヤーによってデザインされ、 通常では手ごわい敵となります
pl: Agenci przewodzą flotyllom statków projektu innych graczy i stanowią na ogół znaczne wyzwanie.
pt: Frotas de Agentes foram projetadas por outros jogadores e normalmente apresentam um desafio formidável.
ru: Флоты агентов – это флоты, разработанные другими игроками. Как правило, это серьезный противник.
zh: 虫洞舰队是由其他玩家制造的， 它们是典型的强大的对手

source: $skip: declare victory for leader $slower: slow down time $faster: speed up time $pause: Pause $toggleHUD: hide HUD ESC: abort match $next: automatic camera
de: $skip: Sieg für den Anführer erklären $slower: Zeit verlangsamen $faster: Geschwindigkeit beschleunigen $pause: Pause $toggleHUD: HUD verbergen ESC: Kampf abbrechen $next: automatische Kamera
es: $skip: declarar victoria del lider $slower: ralentizar el tiempo $faster: acelerar el tiempo $pause: pausa $toggleHUD: ocultar HUD ESC: cancelar partida $next: cámara automática
fr: $skip : proclamer la victoire du leader $slower : ralentir le temps $faster : accélérer le temps $pause : mettre en pause $toggleHUD : cacher l'interface ESC : abandonner le match $next : caméra automatique
ja: $skip: リーダーに勝利を宣言する $slower: 時間をスローダウン $faster: 時間をスピードアップ $pause: 中断する $toggleHUD: HUDを隠す ESC: マッチを中止する $next: オートカメラ
pl: $skip: ogłoś zwycięstwo lidera $slower: zmniejsz upływ czasu $faster: zwiększ upływ czasu $pause: Wstrzymaj $toggleHUD: ukryj HUD ESC: przerwij mecz $next: kamera automatyczna
pt: $skip: declarar a vitória em favor do líder $slower: desacelerar o tempo $faster: acelerar o tempo $pause: Parar $toggleHUD: ocultar a interface ESC: cancelar a partida $next: câmera automática
ru: $skip: объявить победу лидера $slower: замедлить время $faster: ускорить время $pause: Пауза $toggleHUD: скрыть HUD ESC: завершить матч $next: автоматическая камера
zh: $skip: 立即宣布胜利（得分最高的一方胜利） $slower: 时间减速 $faster: 时间加速 $pause: 暂停 $toggleHUD: 切换界面 ESC: 取消比赛 $next: 自动视角
