Repository: gamelingual/reassembly
Catalog: lang/*/popups.po
Languages: de, es, fr, ja, pl, pt, ru, zh

source: Similarly colored ships are allies, everyone else is hostile.
de: Ähnlichfarbige Schiffe sind Verbündete, alle anderen sind Feinde.
es: Las naves de colores similares son aliadas y las otras son enemigas.
fr: Les vaisseaux de même couleur sont des alliés, tous les autres sont hostiles.
ja: 同じ色の戦艦が仲間で、その他はすべて敵です。
pl: Statki o podobnym schemacie kolorystycznym to sojusznicy. Cała reszta jest wroga.
pt: As naves de cores semelhantes são aliadas, todas as outras são inimigas.
ru: Корабли одного с вами цвета – союзники, все остальные – враги.
zh: 颜色相近的飞船为友方飞船，其余颜色均为敌方飞船。

source: '$viewMap' to expand minimap.
de: Klicken Sie ‚$viewMap', um die Karte zu öffnen
es: "$viewMap" para expandir el minimapa.
fr: « $viewMap » pour agrandir la minicarte.
ja: '$viewMap'で、ミニマップを拡大します。
pl: '$viewMap' - maksymalizuj minimapę.
pt: '$viewMap' para ampliar o minimapa.
ru: «$viewMap» – развернуть мини-карту.
zh: ’$viewMap’ 用来放大小地图。

source: $zoom to zoom camera.
de: Benutzen/Drücken Sie $zoom, um die Kamera zu zoomen.
es: $zoom para alejar o acercar la cámara.
fr: « $zoom » pour zoomer.
ja: $zoomで、カメラのズームを行います。
pl: $zoom - przybliżenie kamery.
pt: $zoom para aproximar/afastar a câmera.
ru: $zoom – масштабирование камеры.
zh: $zoom 用来缩放游戏镜头。

source: Follow tutorial objectives to advance.
de: Folgen Sie Tutorial-Zielen, um voranzukommen.
es: Sigue los objetivos del tutorial para avanzar.
fr: Suivez les objectifs du tutoriel pour avancer.
ja: チュートリアルの目標に従い、先に進みます。
pl: Realizuj cele samouczka, aby osiągać postęp w grze.
pt: Cumpra os objetivos do tutorial para progredir.
ru: Выполните цели обучения, чтобы продолжить.
zh: 从教学任务开始，逐步开始高级任务。

source: '$escape' to save / quit.
de: ‚$escape' zum Speichern/Verlassen.
es: "$escape" para guardar/salir.
fr: « $escape » pour enregistrer/quitter.
ja: '$escape'でセーブ/終了します。
pl: '$escape' - zapisz stan gry / wyjdź.
pt: '$escape' para salvar / sair.
ru: «$escape» – сохранить / выйти.
zh: ’$escape’用来保存/退出。

source: '$viewSelector' to edit ships.
de: Klicken Sie ‚$viewSelector', um Schiffe zu bearbeiten.
es: "$viewSelector" para editar naves.
fr: « $viewSelector » pour modifier les vaisseaux.
ja: '$viewSelector'で、戦艦を編集します。
pl: '$viewSelector' - edytuj statki.
pt: '$viewSelector' para alterar naves.
ru: «$viewSelector» – редактировать корабли.
zh: ’$viewSelector’用来编辑飞船。

source: Ship ^6R^7 capacity filled. Increase capacity by adding containers or fly near a station to trade ^6R^7 for ^3C^7
de: ^6R^7-Kapazität des Schiffs erreicht. Erhöhen Sie Ihre Kapazität, indem Sie Container hinzufügen oder in die Nähe einer Station fliegen um ^6R^7 gegen ^3C^7 zu tauschen.
es: La capacidad ^6R^7 de la nave ha llegado al máximo. Puedes aumentar la capacidad agregando contenedores o volando cerca de una estación para cambiar ^6R^7 por ^3C^7
fr: Capacité de ^6R^7 du vaisseau remplie. Augmentez la capacité en ajoutant des conteneurs à votre vaisseau ou en volant à proximité d'une station pour échanger des ^6R^7 contre des ^3C^7
ja: 戦艦 ^6R^7 の容量がいっぱいです。コンテナを追加するか、ステーションの近くを飛行して^6R^7を^3C^7と交換し、容量を追加してください
pl: Osiągnięto limit pojemności magazynowej ^6R^7. Zwiększ pojemność dodając zbiorniki lub udaj się w pobliże stacji, aby dokonać wymiany ^6R^7 na ^3C^7.
pt: A capacidade máxima de ^6R^7 da nave foi atingida. Aumente-a colocando contêineres ou se aproxime de uma estação para trocar ^6R^7 por ^3C^7
ru: Корабль заполнен ресурсами (^6R^7). Увеличьте емкость за счет новых контейнеров или пролетите возле станции, чтобы обменять ^6R^7 на ^3C^7
zh: 飞船^6R^7载荷已满。增加资源携带器以增大荷载量，或靠近基地将^6R^7转化为^3C^7

source: Drag new blocks from palette
de: Ziehen Sie neue Blöcke von der Palette
es: Arrastra nuevos bloques desde la paleta
fr: Faites glisser de nouveaux blocs à partir de la palette
ja: パレットから新しいブロックをドラッグします
pl: Przeciągnij nowe elementy z palety
pt: Arraste os blocos novos na paleta
ru: Перетащите новые блоки из палитры
zh: 从操作控制台上拖曳新模块

source: '^5P^7' value limits ship features
de: ‚^5P^7'-Wert schränkt Schiffs-Features ein
es: El valor "^5P^7" limita las características de la nave
fr: « ^5P^7 » limite le nombre de caractéristiques du vaisseau
ja: '^5P^7' 値は、戦艦の機能を制限します
pl: Wartość '^5P^7' stanowi o limicie ulepszeń statku
pt: O valor '^5P^7' limita os equipamentos da nave
ru: Значение «^5P^7» ограничивает конструкцию корабля
zh: ’^5P^7’的值会限制飞船的功能

source: View Keyboard commands in Help menu
de: Tastaturbefehle finden Sie im Hilfe-Menü
es: Puedes ver los comandos del teclado en el menú de Ayuda
fr: Vérifiez les commandes du clavier dans le menu Aide
ja: ヘルプメニューのView Keyboardコマンド
pl: Wyświetl polecenia klawiaturowe w menu pomocy
pt: Visualize os comandos do Teclado no menu de Ajuda
ru: Просмотрите команды клавиатуры в меню «Справка»
zh: 在“帮助”菜单中查看键盘命令

source: Exit when finished
de: Nach dem Beenden verlassen
es: Puedes salir cuando hayas terminado
fr: Quittez lorsque vous aurez terminé
ja: 終了したら閉じます
pl: Wyjdź, aby zakończyć
pt: Saia quando terminar
ru: Выйдите, когда закончите
zh: 结束时退出游戏

source: Increase ^5P^7 to build larger ships
de: Erhöhen Sie Ihre ^5P^7, um größere Schiffe zu bauen
es: Aumenta tu ^5P^7 para construir naves más grandes
fr: Augmentez votre ^5P^7 pour construire de plus grands vaisseaux
ja: より大型の戦艦をつくるには、^5P^7 を増大さてください
pl: Zwiększ ^5P^7, aby budować większe statki
pt: Aumente a ^5P^7 para construir naves maiores.
ru: Увеличьте значение «^5P^7», чтобы строить более крупные корабли
zh: 增加^5P^7以建造更大的飞船
