Repository: gamelingual/reassembly
Catalog: lang/*/ships.po
Languages: ja, pl, zh

source: Angel
ja: エンジェル
pl: Anioł
zh: 天使

source: Arbalest
ja: アーバレスト
zh: 劲弩

source: Archangel
ja: アークエンジェル
pl: Archanioł
zh: 大天使

source: Archer
ja: アーチャー
pl: Strzelec
zh: 弓箭手

source: Assault
ja: アサルト
pl: Szarżownik
zh: 进击号

source: Asteroid Home
ja: アステロイドホーム
pl: Asteroida matecznik
zh: 小行星之家

source: Bachelaskultz
ja: バシェラスカルツ
zh: 巴彻库尔茨

source: Ballista
ja: バリスタ
pl: Balista
zh: 连弩

source: Barge
ja: バージ
pl: Barka
zh: 驳船

source: Barium
ja: バリウム
zh: 钡元素

source: Bastion
ja: バスティオン
zh: 堡垒

source: Battle Nurse
ja: バトルナース
pl: Konsyliarz
zh: 战地护士

source: Battleship
ja: バトルシップ
pl: Pancernik
zh: 战船

source: Beryllium
ja: ベリリウム
zh: 铍元素

source: Bombard
ja: ボンバード
pl: Bombarda
zh: 轰击

source: Bramble
ja: ブランブル
pl: Jeżyna
zh: 黑蔷薇

source: Brawler
ja: ブローラー
pl: Piekielnik
zh: 格斗家

source: Cactus
ja: カクタス
pl: Kaktus
zh: 仙人掌

source: Caesium
ja: セシウム
zh: 铯元素

source: Claw
ja: クロー
pl: Kantak
zh: 利爪

source: Colony
ja: コロニー
pl: Kolonia
zh: 殖民者

source: Column
ja: コラム
pl: Kolumna
zh: 石柱

source: Combat Engineer
ja: コンバットエンジニア
pl: Inżynier bojowy
zh: 战斗工程师

source: Crescent
ja: クレセント
pl: Półksiężyc
zh: 新月

source: Cruiser
ja: クルーザー
pl: Krążownik
zh: 巡洋舰

source: Destroyer
ja: デストロイヤー
pl: Niszczyciel
zh: 摧毁者

source: Dragonfly
ja: ドラゴンフライ
pl: Ważka
zh: 蜻蜓

source: Eagle
ja: イーグル
pl: Sokół
zh: 雄鹰

source: Energy Barge
ja: エネルギーバージ
pl: Barka energetyczna
zh: 超能驳船

source: Fighter
ja: ファイター
pl: Myśliwiec
zh: 战士

source: Fly
ja: フライ
pl: Mucha
zh: 蝇

source: Forklift
ja: フォークリフト
pl: Widłowy wózek
zh: 铲车

source: Fractal City
ja: フラクタルシティ
pl: Miasto fraktalne
zh: 破碎之城

source: Frigate
ja: フリゲート
pl: Frygata
zh: 护卫舰

source: Gallium
ja: ガリウム
zh: 镓元素

source: Germanium
ja: ゲルマニウム
zh: 锗元素

source: Gnat
ja: ブヨ
pl: Komar
zh: 跳蚤

source: Guardian
ja: ガーディアン
pl: Strażnik
zh: 守卫者

source: Harbinger
ja: ハービンジャー
pl: Omen
zh: 预言家

source: Heavy Barge
ja: ヘビーバージ
pl: Ciężka barka
zh: 重型驳船

source: Heavy Depot
ja: ヘビーデポット
pl: Ciężki skład
zh: 重型军械库

source: Heavy Minelayer
ja: ヘビーマインプレイヤー
pl: Ciężki minowiec
zh: 重型布雷舰

source: Hiveblock
ja: ハイヴブロック
pl: Rój elementów
zh: 养蜂场

source: Indium
ja: インジウム
zh: 铟元素

source: Interceptor
ja: インターセプター
pl: Myś.Przechwyt.
zh: 拦截者

source: Lithium
ja: リチウム
zh: 锂元素

source: Magnesium
ja: マグネシウム
zh: 镁元素

source: Metacolumn
ja: メタコラム
pl: Metakolumna
zh: 巨型石柱

source: Minelayer
ja: マインプレイヤー
pl: Minowiec
zh: 布雷舰

source: Minifreight
ja: ミニフレイト
pl: Lek.fracht.
zh: 迷你运输舰

source: Mosquito
ja: モスキート
pl: Moskit
zh: 蚊蚋

source: Mothership
ja: マザーシップ
pl: Statek matka
zh: 母舰

source: Mouse
ja: マウス
pl: Mysz
zh: 灵鼠

source: Nami
ja: ナミ
zh: 奈美

source: Necropolis
ja: ネクロポリス
pl: Nekropolia
zh: 古墓

source: Nurse
ja: ナース
pl: Pielęgniarka
zh: 护士

source: Obelisk
ja: オベリスク
zh: 方尖碑

source: Owl
ja: オウル
pl: Sowa
zh: 猫头鹰

source: Pewpew
ja: ピュウピュウ
pl: Piu-piu
zh: 几何战机

source: Pineapple
ja: パイナップル
pl: Ananas
zh: 菠萝

source: Pinnacle
ja: ピナクル
pl: Szczyt
zh: 顶峰

source: Plutonium
ja: プルトニウム
zh: 钚元素

source: Probe
ja: プローブ
pl: Sonda
zh: 探查者

source: Probe0
ja: プローブ0
pl: Sonda
zh: 探查者0

source: Promethium
ja: プロメチウム
zh: 钷元素

source: Radium
ja: ラジウム
zh: 镭元素

source: Raptor
ja: ラプター
zh: 猛禽

source: Reaper
ja: リーパー
pl: Żniwiarz
zh: 收割者

source: Recon
ja: リーコン
pl: Zwiadowca
zh: 复兴

source: Resurrection
ja: リザレクション
pl: Zmartwychwstanie
zh: 复活者

source: Rubidium
ja: ルビジウム
zh: 铷元素

source: Saber
ja: サーベル
pl: Szabla
zh: 斩马刀

source: Scarab
ja: スカラベ
pl: Skarabeusz
zh: 圣甲虫

source: Science Vessel
ja: サイエンスベッセル
pl: Stacja badawcza
zh: 科学飞船

source: Scout
ja: スカウト
pl: Zwiadowca
zh: 侦察者

source: Scythe
ja: サイス
pl: Kosiarz
zh: 镰刀

source: Seraphim
ja: セラフィム
pl: Serafin
zh: 六翼天使

source: Shield Barge
ja: シールドバージ
pl: Barka tarczowa
zh: 护盾驳船

source: Shriek
ja: シャーク
pl: Wrzask
zh: 尖叫

source: Shroud
ja: シュラウド
pl: Całun
zh: 裹尸布

source: Shrub
ja: シュラブ
pl: Krzew
zh: 灌木

source: Shuriken
ja: シュリケン
zh: 手里剑

source: Skirmisher
ja: スカルミッシャー
pl: Harcownik
zh: 遭遇战专家

source: Sniper
ja: スナイパー
pl: Snajper
zh: 狙击者

source: Soldier
ja: ソルジャー
pl: Żołnierz
zh: 战士

source: Soraka
ja: ソラカ
zh: 索拉卡

source: Sparrow
ja: スパロウ
pl: Krogulec
zh: 麻雀

source: Spider
ja: スパイダー
pl: Pająk
zh: 蜘蛛

source: Spike
ja: スパイク
pl: Szpic
zh: 利锥

source: Spinner
ja: スピナー
pl: Kartaczownik
zh: 织布机

source: Spire
ja: スパイア
pl: Iglica
zh: 教堂塔尖

source: Sprite
ja: スプライト
pl: Chochlik
zh: 小妖

source: Squirt
ja: スカート
pl: Strumień
zh: 喷射机

source: Stamens
ja: スタメンズ
pl: Pręcik
zh: 花之雄蕊

source: Star Home
ja: スターホーム
pl: Gwiazda matecznik
zh: 恒星之家

source: Storm
ja: ストーム
pl: Szturmowiec
zh: 风暴

source: Strike
ja: ストライク
pl: Uderzeniowiec
zh: 突袭

source: Stronium
ja: ストロニウム
zh: 锶元素

source: Sunflower
ja: サンフラワー
pl: Słonecznik
zh: 向日葵

source: T2 Interceptor
ja: T2 インターセプター
pl: Myś.przechwyt. T2
zh: T2 拦截者

source: T2 Viking
ja: T2 バイキング
zh: T2 维京

source: T3 Valkyrie
ja: T3 バルキリー
pl: T3 Walkiria
zh: T3 女武神

source: Talon
ja: タロン
pl: Szpon
zh: 魔爪

source: Technician
ja: テクニシャン
pl: Technik
zh: 技术专家

source: Tellurium
ja: テルル
zh: 碲元素

source: Thistle
ja: シスル
pl: Oset
zh: 蓟草

source: Thistle Thorn
ja: シスルソーン
pl: Cierń ostu
zh: 蓟草荆棘

source: Thorn
ja: ソーン
pl: Cierń
zh: 荆棘

source: Tomb
ja: トゥーム
pl: Kurhan
zh: 坟墓

source: Tsunami
ja: ツナミ
zh: 海啸

source: Tubule
ja: チュービュール
pl: Tuleja
zh: 微型管道

source: Twerp
ja: トゥワープ
pl: Neptek
zh: 无用之才

source: TwerpX2
ja: トゥワープX2
pl: NeptekX2
zh: 无用之才×2

source: Uranium
ja: ウラン
zh: 铀元素

source: Vault
ja: ボールト
pl: Krypta
zh: 苍穹

source: Whirl Base
ja: ワールベース
pl: Baza wir
zh: 飓风之眼

source: Worker
ja: ワーカー
pl: Truteń
zh: 劳动者

source: Yggdrasil
ja: ユグドラシル
zh: 世界之树

source: Ziggurat
ja: ジグラット
zh: 通灵塔
