Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Unlocked Faction
de: Freigeschaltete Fraktion
es: Facción desbloqueada
fr: Faction déverrouillée
ja: ファクションをアンロックしました
pl: Odblokowano frakcję
pt: Facção Desbloqueada
ru: Открыта фракция

source: Safe Journey
de: Sichere Reise!
es: Buen viaje
fr: Bon voyage
ja: おきをつけて
pl: Bezpiecznej podróży
pt: Boa Viagem
ru: Счастливого пути!

source: Need %d additional R to spawn
de: Zusätzliche %d R sind zum Spawnen nötig
es: Se necesitan %d R adicionales para generar
fr: Vous avez besoin de %d R supplémentaires pour créer un vaisseau
ja: スポーンするには、さらにRが%d必要です
pl: Potrzeba %d R więcej, by wytworzyć
pt: São necessários mais %d R para gerar produções
ru: Нужно на %d больше R для строительства

source: Need %d additional P to metamorphosize ship
de: Sie benötigen zusätzliche %d für die Metamorphose des Schiffs
es: Se necesitan %d P adicionales para transformar la nave
fr: Vous avez besoin de %d P supplémentaires pour métamorphoser le vaisseau
ja: 戦艦を変形させるには、さらにPが%d必要です
pl: Potrzeba %d P więcej, by dokonać modyfikacji statku
pt: São necessários mais %d P para metamorfosear a nave
ru: Нужно на %d больше P для преобразования корабля

source: Seed
de: Samen
es: Semilla
fr: Graine
ja: シード
pl: Nasienie
pt: Semente
ru: Зерно

source: Hull Section
de: Rumpfsektion
es: Sección del casco
fr: Section de la coque
ja: 船体セクション
pl: Sekcja kadłuba
pt: Segmento de Casco
ru: Часть корпуса

source: R Collection Range Booster
de: R-Sammelbereichverstärker
es: Amplificador del rango de recolección de R
fr: Booster de portée de ramassage de R
ja: R収集範囲ブースター
pl: Premia do zasięgu zbierania R
pt: Amplificador de Alcance de Coleta de R
ru: Увеличитель радиуса сбора R

source: Damage: %.f/round
de: Schaden: %.f/Ladung
es: Daño: %.f/ronda
fr: Dégâts : %.f/munition
ja: ダメージ: %.f/発
pl: Obrażenia: %.f/pocisk
pt: Dano: %.f/projétil
ru: Урон: %.f/выстрел

source: Rate: %g rounds/sec
de: Rate: %g Ladungen/Sek
es: Tasa: %g rondas/seg.
fr: Taux : %g munitions/s
ja: 発射速度: %g 発/秒
pl: Szybkostrz.: %g pocisków/s
pt: Taxa: %g projéteis/seg
ru: Скорострельность: %g выстрел/сек

source: Velocity: %.f
de: Geschwindigkeit: %.f
es: Velocidad: %.f
fr: Vélocité : %.f
ja: 速度: %.f
pl: Prędkość: %.f
pt: Velocidade: %.f
ru: Скорость: %.f

source: Energy
de: Energie
es: Energía
fr: Énergie
ja: エネルギー
pl: Energia
pt: Energia
ru: Энергия

source: Damage
de: Schaden
es: Daño
fr: Dégâts
ja: ダメージ
pl: Obrażenia
pt: Dano
ru: Урон

source: Beam Weapon:
de: Strahlenwaffe:
es: Arma de rayo:
fr: Arme à faisceau :
ja: ビーム兵器:
pl: Broń wiązkowa:
pt: Arma de Feixe:
ru: Лучевое оружие:

source: Damage: %.f/discharge
de: Schaden: %.f/Entladung
es: Daño: %.f/descarga
fr: Dégâts : %.f/décharge
ja: ダメージ: %.f/発射
pl: Obrażenia: %.f/wystrzał
pt: Dano: %.f/descarga
ru: Урон: %.f/разряд

source: Damage: %.f/sec
de: Schaden: %.f/Sek
es: Daño: %.f/seg.
fr: Dégâts : %.f/s
ja: ダメージ: %.f/秒
pl: Obrażenia: %.f/s
pt: Dano: %.f/seg
ru: Урон: %.f/сек

source: Energy: %.f/sec
de: Energie: %.f/Sek
es: Energía: %.f/seg.
fr: Énergie : %.f/s
ja: エネルギー: %.f/秒
pl: Energia: %.f/s
pt: Energia: %.f/seg
ru: Энергия: %.f/сек

source: Shield Regen Energy: %.f/sec
de: Schildregenerationsenergie: %.f/Seks
es: Tasa de regen. del escudo: %.f/seg.
fr: Énergie de régénération du bouclier : %.f/s
ja: シールド再生エネルギー: %.f 秒
pl: Energia reg. tarczy: %.f/s
pt: Energia para Regen do Escudo: %.f/seg
ru: Энергия на восст-е щита: %.f/сек

source: Energy Generated: %.f/sec
de: Energie prodziert: %.f/Sek
es: Energía generada: %.f/seg.
fr: Énergie générée : %.f/s
ja: 生成エネルギー: %.f/秒
pl: Generowana energia: %.f/s
pt: Energia Gerada: %.f/seg
ru: Генерируется энергии: %.f/сек

source: Block Limit Reached
de: Blocklimit erreicht
es: Se alcanzó el límite de bloques
fr: Limite de blocs atteinte
ja: ブロックが限界に達しました
pl: Osiągnięto limit elem.
pt: Atingido o Limite de Blocos
ru: Достигнуто максимальное количество блоков

source: Finished %s Tutorial
de: %s-Tutorial abgeschlossen
es: Fin de tutorial %s
fr: Tutoriel %s terminé
ja: チュートリアル終了数: %s
pl: Ukończono samouczek: %s
pt: Tutorial %s Concluído
ru: Пройдено обучение: %s

source: Energy: %.f/%.f
de: Energie: %.f/%.f
es: Energía: %.f/%.f
fr: Énergie : %.f/%.f
ja: エネルギー: %.f/%.f
pl: Energia: %.f/%.f
pt: Energia: %.f/%.f
ru: Энергия: %.f/%.f

source: ^6Transferring^7
de: ^6Transferiert^7
es: ^6Transfiriendo^7
fr: ^6Transfert^7
ja: ^6転送^7
pl: ^6Wymiana^7
pt: ^6Transferindo^7
ru: ^6Передача^7

source: Maximum reached
de: Maximum erreicht
es: Máximo alcanzado
fr: Maximum atteint
ja: 最大に達しました
pl: Limit osiągnięty
pt: Máximo alcançado
ru: Достигнуто максимальное значение

source: Palette
es: Paleta
ja: パレット
pl: Paleta
pt: Paleta
ru: Палитра

source: Permanently increase P Not enough C to increase
de: P dauerhaft erhöhen Nicht genug C zum Erhöhen
es: Aumentar P permanentemente No hay suficiente C para aumentar
fr: Augmente P de manière permanente C insuffisants pour augmenter
ja: 不変にPを増大 増大させるのに十分なCがありません
pl: Zwiększ na stałe P Za mało C
pt: Aumenta P permanentemente Sem C suficientes para aumentar
ru: Увеличить P навсегда Недостаточно C для увеличения

source: Resource Description
de: Ressourcenbeschreibung
es: Descripción de recursos
fr: Description de la ressource
ja: 資源の説明
pl: Opis zasobu
pt: Descrição dos Recursos
ru: Описание ресурса

source: Tutorials
es: Tutoriales
fr: Tutoriels
ja: チュートリアル
pl: Samouczek
pt: Tutoriais
ru: Обучение

source: Binding
de: Festlegung
es: Redefinir
fr: Liaison
ja: バインド
pl: Przypisanie
pt: Atalhos
ru: Привязка

source: Fleet
de: Flotte
es: Flota
fr: Flotte
ja: 艦隊
pl: Flota
pt: Frota
ru: Флот

source: %d wins, %d losses
de: %d Siege, %d Niederlagen
es: %d victorias, %d derrotas
fr: %d victoires, %d défaites
ja: %d勝、%d敗
pl: %d zwycięstwa, %d przegrane
pt: %d vitórias, %d derrotas
ru: Побед: %d, проигрышей: %d

source: %2d wins: %s
de: %2d Siege: %s
es: %2d victorias: %s
fr: %2d victoires : %s
ja: %2d勝: %s
pl: %2d wygrywa: %s
pt: %2d vitórias: %s
ru: %2d побед: %s

source: %d wins
de: %d Siege
es: %d victorias
fr: %d victoires
ja: %d勝
pl: %d wygrywa
pt: %d vitórias
ru: Побед: %d

source: Tournament Brackets
de: Turniersparten
es: Grupos del torneo
fr: Tableau de tournoi
ja: トーナメントブラケット
pl: Drabinka turniejowa
pt: Chaves do Torneio
ru: Турнирная таблица

source: Weapon Bindings
de: Waffen festlegen
es: Vínculos de armas
fr: Liaisons des armes
ja: 兵器のバインド
pl: Przypisanie uzbrojenia
pt: Atalhos de Armas
ru: Привязки оружия

source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
pl: Lewo
pt: Esquerda
ru: Влево

source: Teleport
de: Teleportieren
es: Teletransportarse
fr: Téléporter
ja: テレポート
pl: Teleportuj się
pt: Teletransportar
ru: Телепортация

source: Toggle Command mode
de: Befehlsmodus ein- und ausschalten
es: Alternar modo comando
fr: Basculer en mode de commande
ja: コマンドモードを切り替える
pl: Wł./wył. tryb dowodz.
pt: Ativar modo de Comando
ru: Командный режим вкл./выкл.

source: Left Click
de: Linksklick
es: Clic izquierdo
fr: Clic gauche
ja: 左クリック
pl: LPM
pt: Botão Esquerdo
ru: Щелчок левой кнопкой

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pl: Nieznany
pt: Desconhecido(a)
ru: Неизвестно

source: Bracket
de: Sparte
es: Llaves
fr: Association
ja: ブラケット
pl: Przedział
pt: Eliminatórias
ru: Олимпийская

source: Really Clear?
de: Wirklich leeren?
es: ¿Estás seguro?
fr: Vraiment effacer ?
ja: 本当に消去しますか？
pl: Czy wyczyścić?
pt: Deseja mesmo Limpar?
ru: Действительно очистить?

source: Steam Friends
de: Steam-Freunde
es: Amigos en Steam
fr: Amis Steam
ja: Steamフレンド
pl: Znajomi Steam
pt: Amigos no Steam
ru: Друзья в Steam

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
pl: Dostępni
pt: Disponível
ru: Доступные

source: Downloading Steam Friend Ships: %.f%%
de: Schiffe von Steam-Freunden werden runtergeladen: %.f%%
es: Descargando las naves de los amigos en Steam: %.f%%
fr: Téléchargement des vaisseaux d'amis Steam :%.f %%
ja: Steamフレンドの戦艦を弾ロード中: %.f%%
pl: Pobieranie statków znajomych Steam: %.%.f
pt: Baixando as Naves dos Amigos: %.f%%
ru: Загрузка кораблей друзей в Steam: %.f%%

source: Command Module
de: Befehlsmodul
es: Módulo Comando
fr: Module de commande
ja: コマンドモジュール
pl: Moduł dowodzenia
pt: Módulo de Comando
ru: Командный модуль

source: The core of every ship
de: Der Kern von jedem Schiff
es: El núcleo de las naves
fr: Le cœur de tous les vaisseaux
ja: 全艦のコア
pl: Rdzeń każdego statku
pt: O núcleo de qualquer nave
ru: Сердце любого корабля

source: Produces a small amount of thrust
de: Produziert ein kleines bisschen Schub
es: Produce una pequeña cantidad de propulsión
fr: Produit une poussée minime
ja: 少量の推力を生成
pl: Generuje nieznaczny posuw.
pt: Produz propulsão baixa
ru: Создает небольшое количество тяги

source: Solar Panel
de: Solarmodul
es: Panel solar
fr: Panneau solaire
ja: ソーラーパネル
pl: Bateria słoneczna
pt: Painel Solar
ru: Солнечная панель

source: RK-12 Standard
es: RK-12 estándar
ja: RK-12 スタンダード
pt: RK-12 Padrão
ru: RK-12 «Стандарт»

source: Basic light cannon. Its consistent rate of fire and low energy use make it a reliable weapon
de: Grundlegende Leichtkanone. Eine verlässliche Waffe mit beständiger Feuerrate und niedrigem Energieverbrauch.
es: Cañón ligero básico. Su cadencia de disparos constante y su bajo consumo de energía lo convierte en un arma confiable
fr: Canon léger de base. Sa cadence de tir uniforme et sa faible consommation d'énergie en font une arme fiable
ja: 基本的な軽キャノン。一貫した発射速度と低エネルギーにより、頼れる兵器
pl: Podstawowe działko lekkie. Sprawdzona szybkostrzelność i niskie zużycie energii czyni je niezawodnym
pt: Canhão leve básico. Sua constante taxa de disparo e seu baixo custo de energia fazem dele uma arma confiável
ru: Базовая малокалиберная пушка. Благодаря стабильной скорострельности и низкому потреблению энергии является надежным оружием

source: MGVD-4 Bolshevik
es: MGVD-4 Bolchevique
fr: MGVD-4 Bolchévique
ja: MGVD-4 ボルシェビキ
pl: MGVD-4 Bolszewik
ru: MGVD-4 «Большевик»

source: AF-75 Spitter
es: Spitter AF-75
fr: AF-75 Cracheur
ja: AF-75 スプリッター
pl: AF-75 Spluwacz
pt: Cuspidor AF-75
ru: AF-75 «Плевальщик»

source: A powerful burst-fire turret that excels at medium range
de: Eine Geschützturm, der mächtige Feuerstöße verschießt und gut auf mittlerer Strecke arbeitet
es: Una potente torreta que dispara ráfagas de fuego de mediano alcance
fr: Une puissante tourelle par rafales qui excelle à moyenne portée
ja: 中距離攻撃に優れた強力なバースト射撃砲塔
pl: Potężna wieżyczka prowadząca ogień seriami na średnim zasięgu
pt: Uma poderosa torre com disparos em série excelente em médias distâncias
ru: Мощная пушка, стреляющая очередями. Отлично зарекомендовала себя на средней дистанции

source: SG-9 Scattergun
es: Escopeta SG-9
fr: SG-9 Disperseur
ja: SG-9散弾砲
pl: SG-9 Dubeltówka
pt: Espingarda SG-9
ru: SG-9 «Дробовик»

source: Heavy Turret
de: Schwerer Geschützturm
es: Torreta pesada
fr: Tourelle lourde
ja: 重砲塔
pl: Ciężka wieżyczka
pt: Torre Pesada
ru: Тяжелая пушка

source: Station Defense Laser
de: Stationsverteidigungslaser
es: Laser defensivo de la estación
fr: Laser de défense de station
ja: ステーションディフェンスレーザー
pl: Laser obronny stacji
pt: Laser para Defesa da Estação
ru: Защитный лазер станции

source: Tractor
de: Traktorstrahl
fr: Tracteur
ja: トラクター
pl: Ciągnik
pt: Trator
ru: Буксир

source: Blaster
es: Bláster
ja: ブラスター
pt: Canhão
ru: Бластер

source: Mini size
de: Minigröße
es: Tamaño miniatura
fr: Mini
ja: ミニサイズ
pl: Pośledni
pt: Tamanho mini
ru: Крошечный размер

source: Phaser
es: Faser
ja: フェーザー砲
pl: Fazer
ru: Фазер

source: Laser
es: Láser
ja: レーザー
ru: Лазер

source: Drone Launcher
de: Drohnenabschussvorrichtung
es: Lanzadrones
fr: Lanceur de drone
ja: ドローンランチャー
pl: Wyrzutnia dronów
pt: Lança-Drones
ru: Модуль запуска дронов

source: Strut
es: Puntal
fr: Support
ja: ストラット
pl: Wspornik
pt: Sustentáculo
ru: Каркас

source: RBank
es: Banco R
fr: Banque de R
ja: Rバンク
pl: Bank zasobów
pt: BancoDeR
ru: РБанк

source: Stem
de: Stamm
es: Tallo
fr: Plante
ja: 茎
pl: Łodyga
pt: Caule
ru: Стебель

source: Joint
de: Verbunden
es: Juntura
fr: Articulation
ja: 節
pl: Styk
pt: Junta
ru: Соединитель

source: Leaf
de: Blatt
es: Hoja
fr: Feuille
ja: 葉
pl: Liść
pt: Folha
ru: Лист

source: Laser Drone Launcher
de: Laserdrohnenabschussvorrichtung
es: Lanzador de drones láser
fr: Lanceur de drone laser
ja: レーザードローンランチャー
pl: Wyrzutnia dronów laserowych
pt: Lança-Drones com Laser
ru: Модуль запуска лазерных дронов

source: Propulsor
de: Antrieb
fr: Propulseur
ja: プロパルサー
pl: Odrzutowiec
ru: Движитель

source: Armored building block
de: Gepanzerter Baublock
es: Bloque blindado para la construcción
fr: Bloc de construction blindé
ja: 装甲付きビルディングブロック
pl: Wzmocniony element konstrukcyjny
pt: Bloco de construção blindado
ru: Бронированный элемент конструкции

source: Resource storage
de: Ressourcen-Speicher
es: Almacenamiento de recursos
fr: Stockage de ressources
ja: 資源ストレージ
pl: Magazynowanie zasobów
pt: Armazena recursos
ru: Хранилище ресурсов

source: Basic turreted damage dealer
de: Grundlegender Gefechtsturm als Schadensverteiler
es: Daño de torreta básico
fr: Inflicteur de dégâts par tourelle de base
ja: 基本的な砲塔を備えたダメージディーラー
pl: Podstawowa wieżyczka ogniowa
pt: Torre básica causadora de dano
ru: Базовая пушка для нанесения урона

source: Increase mobility - mega size
de: Mobilität erhöhen - riesige Größe
es: Aumenta la movilidad - tamaño gigante
fr: Augmente la mobilité : méga
ja: 可動性を上昇 - メガサイズ
pl: Zwiększa mobilność potężnie
pt: Melhora a mobilidade - tamanho mega
ru: Увеличение мобильности – огромный размер

source: Missile Launcher
de: Rakentenwerfer
es: Lanzamisiles
fr: Lance-missiles
ja: ミサイルランチャー
pl: Wyrzutnia rakiet
pt: Lança-Mísseis
ru: Ракетная пусковая установка

source: Launches homing missiles
de: Verschießt Zielsuchraketen ab
es: Laza misiles guiados
fr: Lance des missiles à tête chercheuse
ja: 誘導ミサイルを発射
pl: Wystrzeliwuje rakiety samonaprowadzające
pt: Lança mísseis teleguiados
ru: Запускает самонаводящиеся ракеты

source: Long range high damage spinal beam weapon
de: Langstrecken-Rückgratstrahlenwaffe mit hohem Schaden
es: Arma de rayo de protones de largo alcance y daño
fr: Une arme à faisceau vertébrale à longue portée et aux dégâts élevés
ja: 長距離型の高ダメージビーム兵器
pl: Koncentryczna broń długiego zasięgu zadająca wysokie obrażenia
pt: Arma com feixe de alcance longo e dano alto
ru: Лучевое оружие дальнего действия с большим уроном, устанавливаемое на главной оси корабля

source: Defense Cannon
de: Verteidigungskannone
es: Cañón de defensa
fr: Canon de défense
ja: ディフェンスキャノン
pl: Działko obronne
pt: Canhão de Defesa
ru: Защитная пушка

source: Plasma Projector
de: Plasmaprojektor
es: Proyector de plasma
fr: Projecteur plasma
ja: プラズマプロジェクター
pl: Projektor plazmowy
pt: Projetor de Plasma
ru: Плазменный излучатель

source: Autocannon
de: Automatische Kannone
es: Cañón automático
fr: Canon automatique
ja: オートキャノン
pl: Działo automatyczne
pt: Canhão Automático
ru: Автопушка

source: Create more spaceships
de: Weitere Raumschiffe erschaffen
es: Crear más naves espaciales
fr: Créer plus de vaisseaux spatiaux
ja: 宇宙船をさらにつくる
pl: Stwórz więcej statków kosmicznych
pt: Cria mais naves
ru: Позволяет строить больше кораблей

source: Flak Cannon
de: Flakkannone
es: Cañón Flak
fr: Canon Flak
ja: フラックキャノン
pl: Działo przeciwlotnicze
pt: Canhão Flak
ru: Зенитная пушка

source: Antimatter Cannon
de: Antimaterie-Kannone
es: Cañón antimateria
fr: Canon d'antimatière
ja: 反物質キャノン
pl: Działo antymaterii
pt: Canhão antimatéria
ru: Пушка с зарядом из антивещества

source: Launches flurries of unguided rockets
de: Verschießt große mengen an ungelenkten Raketen
es: Lanza ráfagas de cohetes no dirigidos
fr: Lance une averse de roquettes non guidées
ja: 無誘導ロケットを連続で発射
pl: Wystrzeliwuje serie niekierowanych rakiet
pt: Metralha foguetes não guiados
ru: Запускает шквал неуправляемых ракет

source: Hex Wall
de: Sechskantmauer
es: Pared hexagonal
fr: Mur hexagonal
ja: 6角ウォール
pl: Ściana pięciokątna
pt: Parede Hexagonal
ru: Шестигранная стенка

source: Wedge
de: Keil
es: Borde
fr: Tranche
ja: ウェッジ
pl: Klin
pt: Cunha
ru: Клин

source: Micro
de: Mikro
ja: マイクロ
pl: Mikro
ru: Микро

source: Medium
es: Mediano
fr: Moyen
ja: ミディアム
pl: Średni
pt: Médio
ru: Средн.

source: Macro
de: Makro
es: Enorme
ja: マクロ
pl: Makro
ru: Макро

source: Mighty
de: Mächtig
es: Gigantesco
fr: Puissant
ja: マイティ
pl: Wielki
pt: Incrível
ru: Мощный

source: Highly responsive low impulse thruster
de: Reaktionsschnelle, impulsarme Schubdüse
es: Propulsor de bajo impulso y respuesta alta
fr: Un propulseur à faible impulsion très réactif
ja: 高反応性低インパルススラスター
pl: Niskoimpulsowa dysza odznaczająca się zwrotnością
pt: Propulsor de baixa impulsão com ótima resposta
ru: Импульсный ускоритель с очень быстрой реакцией

source: Slow, high damage defense turret
de: Langsamer Geschützturm, der hohen Schaden macht
es: Torreta de defensa lenta y de alto daño
fr: Une tourelle de défense lente, aux dégâts élevés
ja: 低速で高ダメージ性の防衛砲塔
pl: Wolne działko obronne zadające wysokie obrażenia
pt: Torre defensiva lenta com alto dano
ru: Медленная защитная пушка с большим уроном

source: Flurry Missiles
de: Massenraketen
es: Misil de ráfagas
fr: Rafale de missiles
ja: 連動ミサイル
pl: Rakiety lawinowe
pt: Metralhadora de Mísseis
ru: Установка «Метель»

source: Nuclear Option
de: Nukleare Option
es: Opción nuclear
fr: Option nucléaire
ja: 原子力オプション
pl: Opcja nuklearna
pt: Alternativa Nuclear
ru: «Уничтожитель»

source: Segment
es: Segmento
ja: セグメント
pt: Segmento
ru: Сегмент

source: Core hull
de: Kernrumpf
es: Casco principal
fr: Coque centrale
ja: コア船体
pl: Kadłub podstawowy
pt: Casco central
ru: Основной корпус

source: Thrust vector unit
de: Schubvektoreinheit
es: Unidad propulsora de vectores
fr: Unité vectorielle de poussée
ja: スラストベクターユニット
pl: Jednostka ciągu wektorowanego
pt: Unidade vetor de propulsão
ru: Устройство изменения вектора тяги

source: Left Mouse
de: Linke Maustaste
es: Clic izquierdo
fr: Clic gauche
ja: 左マウス
pl: LPM
pt: Botão Esq. do Mouse
ru: Левая кнопка мыши

source: Right Mouse
de: Rechte Maustaste
es: Clic derecho
fr: Clic droit
ja: 右マウス
pl: RPM
pt: Botão Dir. do Mouse
ru: Правая кнопка мыши

source: Gamepad Guide
es: Mango Guía
fr: Guide manette
ja: ゲームパッド ガイド
pl: Instrukcja dla pada
pt: Guia do Gamepad
ru: Кнопка «Guide»

source: DPad Right
de: DPad rechts
es: DPad derecha
fr: DPad Droit
ja: 十字ボタン→
pl: Pad kierunkowy Prawo
pt: Direcional para a Direita
ru: Крестовина вправо

source: Left Trigger Axis
de: Linke Abzugachse
es: Eje del gatillo izquierdo
fr: Axe gâchette gauche
ja: 左トリガー軸
pl: Oś lewego spustu
pt: Eixo do Gatilho Esq.
ru: Ось левого триггера

source: Right Trigger Axis
de: Rechte Abzugachse
es: Eje del gatillo derecho
fr: Axe gâchette droite
ja: 右トリガー軸
pl: Oś prawego spustu
pt: Eixo do Gatilho Dir.
ru: Ось правого триггера

source: Left Stick Up
de: Linker Stick hoch
es: Palanca izquierda arriba
fr: Joystick gauche Haut
ja: 左スティック↑
pl: Lewy drążek Góra
pt: Analógico Esq. para Cima
ru: Левый мини-джойстик вверх

source: Volume Down
de: Lautstärke runter
es: Bajar volumen
fr: Baisser le volume
pl: Głośność -
pt: Abaixar Volume
ru: Уменьшить громкость

source: Farmer
es: Granjero
fr: Fermier
ja: ファーマー
pl: Kultywatorzy
pt: Fazendeiros
ru: Фермер

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド
pl: Czerwoni
pt: Vermelhos
ru: Красный

source: Crystalline
de: Kristallit
es: Cristalino
fr: Cristalline
ja: クリスタライン
pl: Krystalici
pt: Cristalinos
ru: Кристаллит

source: Contestant
de: Mitstreiter
es: Participante
fr: Concurrent
ja: 対戦相手
pl: Kontestatorzy
pt: Adversário
ru: Соперник

source: Drop here to remove
de: Hierhin ziehen zum Entfernen
es: Suéltalo aquí para retirarlo
fr: Déposer ici pour supprimer
ja: ここにドロップして削除
pl: Upuść, aby usunąć
pt: Arraste até aqui para remover
ru: Перетащите сюда, чтобы удалить

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: セーブ
pl: Zapisz
pt: Salvar
ru: Сохранить

source: Discard
de: Ablegen
es: Descartar
fr: Abandonner
ja: 破棄
pl: Anuluj
pt: Descartar
ru: Отменить

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Powróć
pt: Cancelar
ru: Отмена

source: Warning: Not enough P to build this ship
de: Warnung: Nicht genug P zum Bau dieses Schiffes
es: Advertencia: No hay suficiente P para construir esta nave
fr: Attention : pas suffisamment de P pour construire ce vaisseau
ja: 警告: この戦艦をつくるのに十分なPがありません
pl: Uwaga: Za mało P, aby dokonać modyfikacji
pt: Aviso: Sem P suficientes para construir essa nave
ru: Внимание! Недостаточно P для постройки этого корабля

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pl: Pomoc
pt: Ajuda
ru: Справка

source: Instructions
de: Anweisungen
es: Instrucciones
ja: 説明
pl: Instrukcja
pt: Instruções
ru: Инструкции

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
pl: Eksportuj
pt: Exportar
ru: Экспорт

source: WARNING: Acquire additional P
de: WARNUNG: Sie benötigen zusätzliche P
es: ADVERTENCIA: Consigue P adicional
fr: ATTENTION : acquérir des P supplémentaires
ja: 警告: さらにPを取得してください
pl: UWAGA: Zgromadź więcej P
pt: AVISO: Obtenha mais P
ru: ВНИМАНИЕ! Получите больше P

source: Drop to place
de: Zum Platzieren ziehen
es: Soltar para colocar
fr: Déposer pour placer
ja: ドロップして配置
pl: Upuść, aby zamienić
pt: Solte para colocar
ru: Перетащите, чтобы разместить здесь

source: Alt-drag to clone
de: Alt und ziehen zum Klonen
es: Alt-arrastrar para clonar
fr: Alt-glisser pour cloner
ja: Altでドラッグしてコピー
pl: Alt+przeciągnij, aby powielić
pt: Alt-arrastar para duplicar
ru: Перетащите с зажатой кнопкой Alt, чтобы клонировать

source: Click to select waypoint
de: Hier klicken um Wegpunkt auszuwählen
es: Haz clic para seleccionar el punto de ruta
fr: Cliquer pour sélectionner un point de cheminement
ja: クリックしてウェイポイントを選択
pl: Kliknij, by wyznaczyć punkt nawigacyjny
pt: Clique para selecionar o ponto de rota
ru: Нажмите, чтобы выбрать точку маршрута

source: ships
de: Schiffe
es: naves
fr: vaisseaux
ja: 戦艦
pl: statki/-ów
pt: naves
ru: корабл.

source: Sector %dx%d
de: Sektor %dx%d
fr: Secteur %dx%d
ja: セクター %dx%d
pl: Sektor %dx%d
pt: Setor %dx%d
ru: Сектор %dx%d

source: Map Overview
de: Kartenübersicht
es: Información general del mapa
fr: Vue d'ensemble de la carte
ja: マップの概要
pl: Legenda
pt: Mapa Geral
ru: Обзор карты

source: %d drones,
de: %d Drohnen,
ja: %d機のドローン,
pl: %d dronów,
ru: дронов: %d,

source: %s exported to '%s'
de: %s exportiert nach ‚%s'
es: %s exportado a "%s"
fr: %s exporté vers « %s »
ja: %s は、'%s' にエクスポートされました
pl: %s - skopiowano do '%s'
pt: %s exportado para '%s'
ru: %s экспортировано в «%s»

source: Destroyed
de: Zerstört
es: Destruido
fr: Détruit
ja: 破壊されました
pl: Unicestwiono
pt: Destruído
ru: Уничтожен

source: FAILED!!!!
de: FEHLGESCHLAGEN!!!
es: ¡¡¡¡FALLO!!!!
fr: ÉCHEC !
ja: 失敗！！！！
pl: PORAŻKA!!!!
pt: FRACASSOU!!!!
ru: НЕУДАЧА!!!

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
pl: Witaj
pt: Bem-vindo
ru: Добро пожаловать

source: Generating Map
de: Karte wird erstellt
es: Generando mapa
fr: Génération de la carte
ja: マップを作成中
pl: Generuję mapę
pt: Gerando Mapa
ru: Генерация карты

source: Saving Game
de: Spiel wird gespeichert
es: Guardando juego
fr: Sauvegarde de la partie
ja: ゲームをセーブしています
pl: Zapis w toku
pt: Salvando o Jogo
ru: Сохранение игры

source: Saving Blueprints
de: Blaupausen werden gespeichert
es: Guardando los planos
fr: Sauvegarde du plan
ja: 設計図を保存しています
pl: Zapis projektów
pt: Salvando Projetos
ru: Сохранение чертежей

source: Options
de: Optionen
es: Opciones
ja: オプション
pl: Opcje
pt: Opções
ru: Настройки

source: Identify Yourself
de: Identifizieren Sie sich
es: Identifícate
fr: Identifiez-vous
ja: 名を名乗ってください
pl: Identyfikacja
pt: Identifique-se
ru: Подтвердите свою личность

source: Slot %d
de: Platz %d
es: Ranura %d
fr: Emplacement %d
ja: スロット%d
pl: Okno %d
pt: Espaço %d
ru: Слот %d
