Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Destroy a capital ship from each faction to unlock
de: Zum Freischalten ein Hauptschiff von jeder Fraktion zerstören
es: Destruye una nave capital de cada facción para desbloquear
fr: Détruisez un vaisseau capital de chaque faction pour déverrouiller
ja: 各ファクションからの主力艦を破壊して、アンロックします
pl: Zniszcz statek flagowy frakcji, aby odblokować
pt: Destrua a nave central da facção para desbloqueá-la
ru: Уничтожьте флагман фракции, чтобы открыть

source: Loading...
de: Wird geladen ...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
pl: Wczytywanie...
pt: Carregando...
ru: Загрузка...

source: Export as Mod
de: Als Mod exportieren
es: Exportar como Mod
fr: Exporter en tant que mod
ja: Modとしてエクスポート
pl: Eksportuj jako mod
pt: Exportar como Mod
ru: Экспорт в виде модификации

source: Export as Mod (create blocks.lua)
de: Als Mod exportieren (blocks.lua erstellen)
es: Exportar como Mod (crear blocks.lua)
fr: Exporter en tant que mod (créer blocks.lua)
ja: Modとしてエクスポート (blocks.lua を作成する)
pl: Eksportuj jako mod (utwórz blocks.lua)
pt: Exportar como Mod (criar blocks.lua)
ru: Экспорт в виде модификации (создать blocks.lua)

source: Really regenerate world for save slot?
de: Wollen Sie wirklich die Welt für den Speicherplatz regenerieren?
es: ¿Estás seguro de quieres regenerar el mundo en la ranura de guardado?
fr: Voulez-vous vraiment régénérer le monde pour cette sauvegarde ?
ja: 本当に、セーブスロットに世界を再作成しますか？
pl: Czy odtworzyć świat dla okna zapisu?
pt: Deseja realmente gerar outro mundo para esse jogo salvo?
ru: Действительно регенерировать мир для слота сохранения?

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
pl: Prześlij
pt: Enviar
ru: Отправить

source: Log In
de: Einloggen
es: Iniciar sesión
fr: Se connecter
ja: ログイン
pl: Zaloguj się
pt: Conectar
ru: Вход в систему

source: Logged in as '%s'
de: Eingeloggt als ‚%s'
es: Conectado como "%s"
fr: Connecté en tant que « %s »
ja: '%s'としてログイン中
pl: Zalogowano jako: '%s'
pt: Conectado como '%s'
ru: Вход в систему выполнен («%s»)

source: Tournament
de: Turnier
es: Torneo
fr: Tournoi
ja: トーナメント
pl: Turniej
pt: Torneio
ru: Турнир

source: Mods
ja: Mod
pl: Mody
ru: Модификации

source: Credits
es: Créditos
fr: Crédits
ja: クレジット
pl: Autorzy
pt: Créditos
ru: Авторы

source: Login Failed
de: Login fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
ja: ログイン失敗
pl: Błąd logowania
pt: Erro de Conexão
ru: Ошибка входа в систему

source: Connecting...
es: Conectando...
pl: Trwa łączenie...
ru: Установка подключения...

source: Login
es: Iniciar sesión
fr: Connexion
ja: ログイン
pt: Conectar
ru: Вход в систему

source: Fullscreen
de: Vollbildmodus
es: Pantalla
fr: Plein écran
ja: 全画面表示
pl: Wyświetlanie
pt: Tela Cheia
ru: Режим

source: 60 FPS cap
es: Limitar 60 FPS
fr: Limite 60 images par seconde
pl: Blokada 60 k/s
pt: Travar em 60 FPS
ru: Ограничение 60 кадров/с

source: No limiter
de: Keine Beschränkung
es: Sin límite
fr: Sans limite
ja: リミッターなし
pl: Brak blokady
pt: Sem limite
ru: Без ограничения

source: Adaptive Vsync
de: Adaptives Vsync
es: Sincronización vertical adaptable
fr: Vsync évolutif
ja: 適応垂直同期
pl: Adaptacyjna synchr. pionowa
pt: VSync Adaptável
ru: Адаптивная верт. синхронизация

source: Particle effects
de: Partikeleffekte
es: Efectos de partículas
fr: Effets de particules
ja: 粒子効果
pl: Efekty cząsteczkowe
pt: Efeitos de partículas
ru: Эффекты частиц

source: Stars and Halos
de: Sterne und Halos
es: Estrellas y halos
fr: Étoiles et halos
ja: 星とハロー
pl: Gwiazdy i nimby
pt: Estrelas e Anéis Luminosos
ru: Звезды и гало

source: Blur Effect
de: Blur-Effekt
es: Efecto de desenfoque
fr: Effet de flou
ja: ブラーエフェクト
pl: Efekt rozmycia
pt: Efeito de Desfoque
ru: Эффект размытия

source: Developer
es: Desarrollador
fr: Développeur
ja: 開発者
pl: Deweloper
pt: Desenvolvedor
ru: Разработчик

source: Production, Marketing
de: Produktion, Marketing
es: Producción, Marketing
ja: プロダクション、マーケティング
pl: Produkcja, Marketing
pt: Produção, Marketing
ru: Продакшн, маркетинг

source: Localization
de: Lokalisation
es: Localizaciones
fr: Localisation
ja: ローカリゼーション
pl: Lokalizacja
pt: Localização
ru: Локализация

source: Kickstarter Backers (%.1f%%):
es: Patrocinadores de Kickstarter (%.1f%%):
fr: Contributeurs Kickstarter (%.1f %%) :
ja: Kickstarter 個人ユーザー (%.1f%%):
pl: Darczyńcy na Kickstarterze (%.1f%%):
pt: Apoiadores do Kickstarter (%.1f%%):
ru: Спонсоры Kickstarter (%.1f%%):

source: Rebinding
de: Neuzuweisung
es: Redefinir
fr: Reconfiguration
ja: 再バインド
pl: Przypisanie
pt: Alterando
ru: Изменение привязки

source: Press %s to clear
de: Klicken Sie %s zum Leeren
es: Presiona %s para borrar
fr: Appuyez sur %s pour effacer
ja: %sを押して消去
pl: Wciśnij %s, by usunąć
pt: Pressione %s para limpar
ru: Нажмите «%s», чтобы очистить

source: Press %s to cancel
de: Klicken Sie %s zum Abbrechen
es: Presiona %s para cancelar
fr: Appuyez sur %s pour annuler
ja: %s押してキャンセル
pl: Wciśnij %s, by anulować
pt: Pressione %s para cancelar
ru: Нажмите «%s», чтобы отменить

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
pl: Włącz.
pt: Habilitado
ru: Вкл.

source: Deadzone Size
de: Größe der toten Zone
es: Tamaño de la zona muerta
fr: Taille de la zone morte
ja: デッドゾーンサイズ
pl: Strefa martwa
pt: Tamanho da Zona Morta
ru: Величина «мертвой зоны»

source: Relative
de: Relativ
es: Relativo
ja: 相対
pl: Relatywny
pt: Relativo
ru: Относительн.

source: Gamepad Type
de: Gamepad-Typ
es: Tipo de mando
fr: Type de manette de jeu
ja: ゲームパッドの種類
pl: Rodzaj pada
pt: Tipo de Gamepad
ru: Тип геймпада

source: No Gamepad Detected
de: Kein Gamepad erkannt
es: No se detecta ningún mando
fr: Aucune manette détectée
ja: ゲームパッドが検出されていません
pl: Nie wykryto pada
pt: Nenhum Gamepad Detectado
ru: Геймпад не обнаружен

source: Flying
de: Fliegen
es: Volando
fr: Vol
ja: 飛行
pl: Latanie
pt: Nave
ru: Полет

source: <Not Bound>
de: <Nicht zugewiesen>
es: <No establecido>
fr: <non configuré>
pl: <Nieprzypisany>
pt: <Não Atribuído>
ru: <Не привязано>

source: Space Sounds
de: Weltraumgeräusche
es: Sonidos del espacio
fr: Sons spatiaux
ja: 宇宙の音
pl: Dźwięki w kosmosie
pt: Sons no Espaço
ru: Звуки космоса

source: View Workshop
de: Workshop ansehen
es: Ver Workshop
fr: Voir Workshop
ja: ワークショップを表示
pl: Przeglądaj Warsztat
pt: Visualizar Oficina
ru: Просмотр Мастерской

source: View %d Errors
de: %d fehler ansehen
es: Ver %d errores
fr: Voir les erreurs %d
ja: %dエラーを表示
pl: Wyświetl błędy %d
pt: Visualizar %d Erros
ru: Просмотреть ошибки: %d

source: by %s
de: von %s
es: por %s
fr: par %s
ja: プレイヤー: %s
pl: aut. %s
pt: por %s
ru: от %s

source: Workshop
ja: ワークショップ
pl: Warsztat
pt: Oficina
ru: Мастерская

source: Docs
de: Dokumente
fr: Documents
ja: ドキュメント
pl: Dok.
ru: Документация

source: %d Mods Loaded
de: %d Mods geladen
es: %d Mods cargados
fr: %d mods chargés
ja: %dのModが読み込まれました
pl: Wczytano %d
pt: %d Mods Carregados
ru: Загружено модификаций: %d

source: Steam Workshop unavailable
de: Steam Workshop kann nicht aufgerufen werden
es: Steam Workshop no disponible
fr: Steam Workshop non disponible
ja: Steamワークショップを利用できません
pl: Warsztat Steam niedostępny
pt: Oficina do Steam indisponível
ru: Мастерская Steam недоступна

source: Gamepad Deactivated
de: Gamepad deaktiviert
es: Mando desactivado
fr: Manette désactivée
ja: ゲームパッドを無効にしました
pl: Pad do gry nieaktywny
pt: Gamepad Desativado
ru: Геймпад выключен

source: Disabled Auto Zoom
de: Auto-Zoom deaktiviert
es: Zoom automático desactivado
fr: Zoom automatique désactivé
ja: オートズームを無効にしました
pl: Wył. zbliżanie automatyczne
pt: Zoom Auto. Desabilitado
ru: Автомасштабирование выключено

source: Disabled Auto Target
de: Auto-Ziel deaktiviert
es: Blanco automático desactivado
fr: Ciblage automatique désactivé
ja: オートターゲットを無効にしました
pl: Wył. namierzanie autom.
pt: Alvo Auto. Desabilitado
ru: Автоматический захват цели выключен

source: Entered Pilot Mode
de: Pilotenmodus eingeschaltet
es: Entraste al Modo piloto
fr: Mode pilote activé
ja: パイロットモードに入りました
pl: Tryb Pilotowania aktywny
pt: Modo de Pilotagem Ativado
ru: Включен режим пилота

source: Destroyed %s's fleet
de: %ss Flotte zerstört
es: Se destruyó la flota de %s
fr: Vous avez détruit la flotte de %s
ja: %sの艦隊を破壊しました
pl: Zniszczono flotę %s
pt: Frota de %s destruída
ru: Уничтожен флот: %s

source: Destroyed %s
de: %s zerstört
es: %s destruido
fr: Vous avez détruit %s
ja: %sを破壊しました
pl: Zniszczono %s
pt: Destruiu %s
ru: Уничтожен: %s

source: Welcome back
de: Willkommen zurück
es: Bienvenido
fr: Heureux de vous revoir
ja: おかえりなさい
pl: Witaj z powrotem
pt: Bem-vindo de volta
ru: С возвращением!

source: Child blueprint not defined
de: Ablegerblaupause nicht definiert
es: Diseño secundario no definido
fr: Plan d'enfant non défini
ja: 子艦の設計図が定義されていません
pl: Projekt-dziecko niezdefiniowany
pt: Projeto do descendente não definido
ru: Дочерний чертеж не задан

source: Drone
de: Drohne
ja: ドローン
pl: Dron
ru: Дрон

source: Ship Production Unit
de: Schiffsproduktionseinheit
es: Unidad de producción de naves
fr: Unité de production du vaisseau
ja: 戦艦生産ユニット
pl: Jednostka produkująca statki
pt: Unidade Produtora de Naves
ru: Блок производства кораблей

source: R Capacity: %.f
de: R-Kapazität: %.f
es: Capacidad R: %.f
fr: Capacité de R : %.f
ja: Rの容量: %.f
pl: Pojemność R: %.f
pt: Capacidade de R: %.f
ru: Емкость R: %.f

source: Explode Radius: %.f
de: Explosionsradius: %.f
es: Radio de explosión: %.f
fr: Rayon d'explosion : %.f
ja: 爆発範囲: %.f
pl: Promień wybuchu: %.f
pt: Raio de Explosão: %.f
ru: Радиус взрыва: %.f

source: Charging
de: Laden
es: con carga
fr: Charge
ja: チャージング
pl: Nacieranie
pt: Carregado(a)
ru: Заряжающееся

source: Splash Radius: %.f
de: Flächenschadensradius: %.f
es: Radio de salpicadura: %.f
fr: Rayon d'impact : %.f
ja: 拡散範囲: %.f
pl: Promień rozmycia: %.f
pt: Raio de Dano: %.f
ru: Радиус урона при разрыве: %.f

source: Burst Size: %d rounds
de: Salvengröße: %d Ladungen
es: Tamaño de la ráfaga: %d rondas
fr: Taille de rafale : %d munitions
ja: バーストサイズ: %d 発
pl: Seria: %d pocisków
pt: Dimensão da Propagação: %d projéteis
ru: Размер очереди: %d выстрелов

source: Energy: %.f/shot
de: Energie: %.f/Schuss
es: Energía: %.f/disparo
fr: Énergie : %.f/tir
ja: エネルギー: %.f/発
pl: Energia: %.f/pocisk
pt: Energia: %.f/disparo
ru: Энергия: %.f/выстрел

source: Min discharge: %.1f secs
de: Min. Entladung: %.1f Sek
es: Descarga mín.: %.1f seg.
fr: Décharge min : %.1f s
ja: 最小流量: %.1f 秒
pl: Min. wystrzał: %.1f s
pt: Descarga mín: %.1f segs
ru: Мин. разряд: %.1f сек

source: Energy: %.f/discharge
de: Energie: %.f/Entladung
es: Energía: %.f/descarga
fr: Énergie : %.f/décharge
ja: エネルギー: %.f/発射
pl: Energia: %.f/wystrzał
pt: Energia: %.f/descarga
ru: Энергия: %.f/разряд

source: Acceleration: %.f
de: Beschleunigung: %.f
es: Aceleración: %.f
fr: Accélération : %.f
ja: 加速: %.f
pl: Przyspieszenie: %.f
pt: Aceleração: %.f
ru: Ускорение: %.f

source: Shield Regen Rate: %.f health/sec
de: Schildregenerationsrate: %.f HP/Sek
es: Tasa de regen. del escudo: %.f salud/seg.
fr: Taux de régénération du bouclier : %.f santé/s
ja: シールド再生速度: %.f 秒
pl: Szyb. reg. tarczy: %.f PZ/s
pt: Taxa de Regen do Estudo: %.f durab/seg
ru: Скорость восст-я щита: %.f ед./сек

source: %3d Blocks Selected. Mass: %3.f, Health: %4.f, %4dP
de: %3d Blöcke ausgewählt. Masse: %3.f, HP: %4.f, %4dP
es: %3d bloques seleccionados. Masa: %3.f, Salud: %4.f, %4dP
fr: %3d blocs sélectionnés. Masse : %3.f, Santé : %4.f, %4dP
ja: %3d のブロックが選択されています。質量: %3.f、ヘルス: %4.f, %4dP
pl: Zaznaczono %3d element(y). Masa: %3.f, PŻ: %4.f, %4dP
pt: %3d Blocos Selecionados. Massa: %3.f, Durabilidade: %4.f, %4dP
ru: Выбрано блоков: %3d. Масса: %3.f, здоровье: %4.f, %4dP

source: MAX
es: MÁX.
ja: 最大
pl: MAKS.
pt: MÁX
ru: МАКС

source: Not enough C to increase P
de: Nicht genug C um P zu erhöhen
es: No hay suficiente C para aumentar P
fr: C insuffisants pour augmenter P
ja: Pを増大させるのに十分なCがありません
pl: Za mało C, aby zwiększyć P
pt: Sem C suficientes para aumentar P
ru: Недостаточно C для увеличения P

source: Click to add to palette
de: Klicken um der Palette hinzuzufügen
es: Haz clic para agregar a la paleta
fr: Cliquez pour ajouter à la palette
ja: クリックしてパレットを追加
pl: Kliknij, aby dodać do palety
pt: Clique para adicionar à paleta
ru: Нажмите, чтобы добавить в палитру

source: Click to decrypt
de: Klicken zum Entschlüsseln
es: Haz clic para descifrar
fr: Cliquez pour décrypter
ja: クリックして解読
pl: Kliknij, aby zdeszyfrować
pt: Clique para descriptografar
ru: Нажмите, чтобы расшифровать

source: %.f Points
de: %.f Punkte
es: %.f Puntos
ja: %.f ポイント
pl: %.f pkt.
pt: %.f Pontos
ru: %.f очк.

source: %d ships
de: %d Schiffe
es: %d naves
fr: %d vaisseaux
ja: %d機の戦艦
pl: %d statki/-ów
pt: %d naves
ru: Кораблей: %d

source: Round %d of %d
de: Runde %d von %d
es: Ronda %d de %d
fr: Manche %d de %d
ja: %dの%dラウンド
pl: Runda %d z %d
pt: Round %d de %d
ru: Раунд %d из %d

source: Wins!
de: gewinnt!
es: Sale victorioso
fr: a gagné !
ja: 勝利！
pl: wygrywa!
pt: Venceu!
ru: побеждает!

source: Ripple Fire alternates weapons to maximize rate of fire
de: Bei Schnellen Salven wird zwischen Waffen gewechselt um die Feuerrate zu maximieren
es: El disparo por oleadas alterna las armas para maximizar la cadencia de disparo
fr: Le tir par vague alterne les armes pour maximiser la cadence de tir
ja: リップル射撃は、兵器を交互に使用して射撃速度を最大化します。
pl: Ogień naprzemienny zwiększa ciągłość ostrzału
pt: Alternar Fogo alterna as armas para maximizar a taxa de disparo
ru: При стрельбе залпами оружие чередуется, чтобы обеспечить максимальную скорострельность

source: Forwards
de: Vorwärts
es: Adelante
fr: En avant
ja: 前進
pl: Naprzód
pt: Para Frente
ru: Вперед

source: Stop
de: Stopp
es: Detenerse
ja: 停止
pl: Przerwij
pt: Parar
ru: Остановка

source: View Weapon Bindings
de: Waffenzuordnung zeigen
es: Ver controles de armas
fr: Voir la liaison des armes
ja: 兵器のバインドを表示
pl: Wyśw. przypisanie broni
pt: Visualizar Atalhos de Armas
ru: Просмотр привязки оружия

source: View Upgrades
de: Upgrades zeigen
es: Ver mejoras
fr: Voir les améliorations
ja: アップグレードを表示
pl: Wyświetl ulepszenia
pt: Visualizar Upgrades
ru: Просмотр улучшений

source: Toggle auto-zoom
de: Auto-Zoom an-/ausschalten
es: Alternar zoom automático
fr: Activer le zoom automatique
ja: オートズームを切り替える
pl: Wł./wył. zbliżanie aut.
pt: Alternar zoom auto.
ru: Автомасштабирование вкл./выкл.

source: Zoom Out
de: Reinzoomen
es: Alejar
fr: Dézoomer
ja: 縮小
pl: Oddalenie
pt: Afastar
ru: Отдалить камеру

source: Edit Current Ship
de: Aktuelles Schiff bearbeiten
es: Editar la nave actual
fr: Modifier le vaisseau actuel
ja: 現在の艦を編集
pl: Edytuj bieżący statek
pt: Editar Nave Atual
ru: Редактировать текущий корабль

source: Rotate Camera Clockwise
de: Kamera im Uhrzeigersinn rotieren
es: Rotar la cámara en sentido horario
fr: Faire tourner la caméra dans le sens horaire
ja: カメラを時計回りに回転
pl: Obróć kamerę w prawo
pt: Girar Câmera no Sent. Horário
ru: Повернуть камеру по часовой стрелке

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pl: Następny
pt: Próximo
ru: След.

source: Pause
es: Pausar
ja: 一時停止中
pl: Pauza
pt: Pausar
ru: Пауза

source: Right Click
de: Rechtsklick
es: Clic derecho
fr: Clic droit
ja: 右クリック
pl: PPM
pt: Botão Direito
ru: Щелчок правой кнопкой

source: Mirror
de: Spiegeln
es: Replicar
fr: Miroir
ja: ミラー
pl: Odbicie lustrzane
pt: Espelhar
ru: Зеркальное отражение

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
pl: Wklej
pt: Colar
ru: Вставить

source: Scale Up
de: Größer
es: Agrandar
fr: Agrandir
ja: 拡大
pl: Wielkość +
pt: Aumentar Escala
ru: Увеличить масштаб

source: Rotate Counterclockwise
de: Gegen den Uhrzeigersinn rotieren
es: Rotar en sentido antihorario
fr: Pivoter dans le sens antihoraire
ja: 反時計回りに回転
pl: Obróć w lewo
pt: Girar no Sent. Anti-horário
ru: Повернуть против часовой стрелки

source: Rotate Clockwise
de: Im Uhrzeigersinn rotieren
es: Rotar en sentido horario
fr: Pivoter dans le sens horaire
ja: 時計回りに回転
pl: Obróć w prawo
pt: Girar no Sent. Horário
ru: Повернуть по часовой стрелке

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pl: Usuń
pt: Excluir
ru: Удалить

source: Steam Profile is Private
de: Steam-Profil ist privat
es: El perfil de Steam es privado
fr: Le profil Steam est privé
ja: Steamプロファイルがプライベートになっています
pl: Prywatny profil Steam
pt: Perfil de Steam Privado
ru: Профиль Steam приватный

source: Mode
de: Modus
es: Modo
ja: モード
pl: Tryb
pt: Modo
ru: Система

source: Thruster
de: Schubdüse
es: Propulsor
fr: Propulseur
ja: スラスター
pl: Dysza
pt: Propulsor
ru: Ускоритель

source: Provides a large amount of thrust
de: Produziert sehr viel Schub
es: Ofrece una gran cantidad de propulsión
fr: Produit une poussée forte
ja: 大量の推力を生成
pl: Generuje duży posuw.
pt: Produz propulsão alta
ru: Создает большое количество тяги

source: Produces energy to power a ship's weapons. More generators, more energy
de: Produziert Energie, die Waffen des Schiffs antreiben. Mehr Generatoren, mehr Energie.
es: Produce la energía para potenciar las armas de una nave. Cuantos más generadores haya, habrá más energía
fr: Produit de l'énergie pour alimenter les armes d'un vaisseau. Plus il y a de générateurs, plus il y a d'énergie
ja: エネルギーを生成して戦艦の兵器に動力を与えます。ジェネレーターが多いほど、エネルギーも強くなります
pl: Wytwarza energię wymaganą do zasilenia uzbrojenia; więcej generatorów to więcej energii
pt: Produz energia para alimentar as armas da nave. Mais geradores, mais energia
ru: Создает энергию для питания оружия кораблей. Чем больше генераторов – тем больше энергии

source: Adapter
es: Adaptador
fr: Adaptateur
ja: アダプター
pt: Adaptador
ru: Переходник

source: A basic building block
de: Ein grundlegender Baublock
es: Un bloque básico para la construcción
fr: Un bloc de construction de base
ja: 基本バインドブロック
pl: Podstawowy element służący do rozbudowy
pt: Bloco de construção básico
ru: Базовый элемент конструкции

source: Armor
de: Rüstung
es: Blindaje
fr: Blindage
ja: 走行
pl: Pancerz
pt: Blindagem
ru: Броня

source: Swatter
fr: Balayeur
ja: スワッター
pl: Packa
pt: Mata-moscas
ru: «Мухобойка»

source: Very high rate of fire, medium range
de: Sehr hohe Feuerrate, mittlere Reichweite
es: Velocidad muy alta de disparos; alcance medio
fr: Cadence de tir très élevée, moyenne portée
ja: 超高速射撃が可能な中距離兵器
pl: Niezwykle wysoka szybkostrzelność; średni zasięg
pt: Altíssima taxa de disparo, alcance médio
ru: Очень высокая скорострельность, средняя дальность

source: Shield
de: Schild
es: Escudo
fr: Bouclier
ja: シールド
pl: Tarcza
pt: Escudo
ru: Щит

source: Arkas PRP-2
ja: アルカスPRP-2
pl: PRP-2 Arkas
ru: Аркас PRP-2

source: Arkas PRP-3
ja: アルカスPRP-3
pl: PRP-3 Arkas
ru: Аркас PRP-3

source: Need to burn through a battleship without breaking a sweat? Try this
de: Sie wollen ein Schlachtschiff weghauen, ohne ins Schwitzen zu geraten? Probieren Sie die hier aus.
es: Para cuando necesitas acabar con todo un acorazado sin siquiera despeinarte
fr: Vous voulez anéantir un cuirassé sans effort ? Essayez ça
ja: 戦艦が行動を起こす前に焼き尽くしたくはありませんか？これをお試しください。
pl: Chcesz przeciąć pancernik jak masło? Wypróbuj tę broń
pt: Precisa incinerar uma nave sem derramar uma gota de suor? Tenta essa aqui
ru: Нужно прожечь дыру в боевом корабле без особых усилий? Попробуйте это оружие

source: Station Battery
de: Stationsbatterie
es: Batería de estación
fr: Batterie de station
ja: ステーションバッテリー
pl: Bateria stacji
pt: Bateria da Estação
ru: Батарея станции

source: Penrose One
es: Penrose Uno
ja: ペンローズワン
pl: Penrose 1
pt: Penrose Um
ru: Пенроуз Один

source: Medium size
de: Mittlere Größe
es: Tamaño intermedio
fr: Moyen
ja: 中型
pl: Średni
pt: Tamanho médio
ru: Средний размер

source: Large size
de: Große Größe
es: Tamaño grande
fr: Grand
ja: 大型
pl: Duży
pt: Tamanho grande
ru: Большой размер

source: Tempest
es: Tempestad
fr: Tempête
ja: テンペスト
pl: Burza
pt: Tempestade
ru: «Буря»

source: Anti-Missile Laser
de: Antiraketenlaser
es: Láser antimisiles
fr: Laser antimissile
ja: 対ミサイルレーザー
pl: Laser antyrakietowy
pt: Laser Antimísseis
ru: Противоракетный лазер

source: Storage Pod
de: Aufbewahrungseinheit
es: Cápsula de almacenamiento
fr: Capsule de stockage
ja: ストレージポッド
pl: Kapsuła magazynująca
pt: Cápsula de Armazenagem
ru: Хранилище

source: CannonBase
de: Kannonenbasis
es: Cañon base
fr: Base de canon
ja: キャノンベース
pl: Podst. działo modułowe
pt: BaseDoCanhão
ru: Основа под пушку

source: RateAmplifier
de: Ratenverstärker
es: Amplificador de cadencia
fr: Amplificateur de cadence
ja: レートアンプリファイアー
pl: Wzmacniacz szybkostrzelności
pt: AmplificadorDeDisparos
ru: УсилительСкорострельности

source: Protector
de: Beschützer
fr: Protecteur
ja: プロテクター
pl: Protektor
pt: Protetor
ru: Защитник

source: Defense Laser
de: Verteidigungslaser
es: Láser de defensa
fr: Laser de défense
ja: ディフェンスレーザー
pl: Laser obronny
pt: Laser de Defesa
ru: Защитный лазер

source: Seed Planter
de: Samenpflanzgerät
es: Sembrador de semillas
fr: Plantoir
ja: シード・プランター
pl: Siewnik nasion
pt: Planta-Sementes
ru: Сеяльщик

source: Laser %d:%d
es: Láser %d:%d
ja: レーザー %d:%d
ru: Лазер %d:%d

source: Sensoria
es: Sensorial
ja: センソリア
pt: Sensores
ru: Сенсориум

source: Chitin
es: Armadura quitinosa
fr: Chitine
ja: キチン
pl: Chityna
pt: Quitina
ru: Хитин

source: Sting
es: Picadura
fr: Dard
ja: スティング
pl: Żądło
pt: Ferrão
ru: Жало

source: Harvester
de: Erntegerät
es: Cosechador
fr: Récolteur
ja: ハーベスター
pl: Żniwiarz
pt: Lavrador
ru: Сборщик

source: Increase resource pickup range
de: Erhöhen Sie den Einsammelbereich für Ressourcen
es: Aumenta el rango para recoger recursos
fr: Augmente la zone de récupération des ressources
ja: 資源収集範囲を拡大
pl: Zwiększ zasięg zbierania zasobów
pt: Aumenta o alcance da coleta de recursos
ru: Увеличение радиуса сбора ресурсов

source: Inexpensive short range laser, deadly in quantity
de: Günstiger Kurzstreckenlaser, der in Mengen tödlich wird
es: Láser económico de corto alcance, letal en cantidades
fr: Un laser à courte portée peu coûteux, mortel en grande quantité
ja: 消費の低い短距離型レーザー。大量に射撃することで威力が致死的に
pl: Niedrogi laser krótkodystansowy, polegający na koncentrycznym użyciu
pt: Laser econômico de curto alcance, mortal em quantidade
ru: Недорогой лазер ближнего действия, смертельный в большом количестве

source: Container
es: Contenedor
fr: Conteneur
ja: コンテナ
pl: Zbiornik
pt: Contêiner
ru: Контейнер

source: Increase mobility - mini size
de: Mobilität erhöhen - Minigröße
es: Aumenta la movilidad - tamaño miniatura
fr: Augmente la mobilité : mini
ja: 可動性を上昇 - ミニサイズ
pl: Zwiększa mobilność nieznacznie
pt: Melhora a mobilidade - tamanho mini
ru: Увеличение маневренности – крошечный размер

source: Increase mobility - medium size
de: Mobilität erhöhen - mittlere Größe
es: Aumenta la movilidad - tamaño mediano
fr: Augmente la mobilité : moyen
ja: 可動性を上昇 - ミディアムサイズ
pl: Zwiększa mobilność umiarkowanie
pt: Melhora a mobilidade - tamanho médio
ru: Увеличение маневренности – средний размер

source: Increase mobility - asteroid relocation size
de: Mobilität erhöhen - Asteroidenschlepper-Größe
es: Aumenta la movilidad - tamaño capaz de mover asteroides
fr: Augmente la mobilité : délocalisation d'astéroïde
ja: 可動性を上昇 - 明日テロ
pl: Zwiększa mobilność intergalaktycznie
pt: Melhora a mobilidade - tamanho para deslocamento de asteroides
ru: Увеличение мобильности – размер перемещения астероидов

source: Launches intelligent drones armed with plasma cannons
de: Verschießt intelligente Drohnen, die mit Plasmakannonen ausgerüstet sind
es: Lanza drones inteligentes equipados con cañones de plasma
fr: Lance des drones intelligents armés de canons à plasma
ja: プラズマ砲を装備したインテリジェント ドローンを発射
pl: Wystrzeliwuje inteligentne drony uzbrojone w działka plazmowe
pt: Lança drones inteligentes equipados com canhões de plasma
ru: Запускает интеллектуальные дроны с плазменными пушками
