Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Arena Border
de: Arena-Grenze
es: Borde de la arena
fr: Frontière de l’arène
ja: アリーナ境界
pl: Granica obszaru
pt: Limite da Arena
ru: Граница арены

source: Arena Size
de: Arena-Größe
es: Tamaño de la arena
fr: Taille de l’arène
ja: アリーナサイズ
pl: Rozmiar obszaru
pt: Tamanho da Arena
ru: Размер арены

source: Asteroid Fill
de: Asteroid-Füllung
es: Relleno del asteroide
fr: Occupation astéroïde
ja: 小惑星の追加
pl: Wypełnienie asteroidami
pt: Tamanho do Asteroide
ru: Состав астероида

source: Asteroid Size (blocks)
de: Asteroid-Größe (Blöcke)
es: Tamaño del asteroide (bloques)
fr: Taille des astéroïdes (blocs)
ja: 小惑星のサイズ (ブロック)
pl: Roz. asteroid (elem.)
pt: Tamanho do Asteroide (blocos)
ru: Размер астероида (блоки)

source: Plants
de: Pflanzen
es: Plantas
fr: Plantes
ja: プラント
pl: Roślinność
pt: Plantas
ru: Растения

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
pl: Zielony
pt: Verde
ru: Зеленые

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
pl: Niebieski
pt: Azul
ru: Синие

source: Pink
es: Rosa
fr: Rose
ja: ピンク
pl: Różowy
pt: Rosa
ru: Розовые

source: Spikey
de: Dornig
fr: Piquante
ja: ひっかけ
pl: Najeżony
pt: Espinhoso
ru: Шипастые

source: Time Limit
de: Zeitlimit
es: Tiempo límite
fr: Délai
ja: タイムリミット
pl: Limit czasowy
pt: Limite de Tempo
ru: Время

source: Rounds
de: Runden
es: Rondas
fr: Munitions
ja: ラウンド
pl: Rundy
ru: Раунды

source: Countdown
es: Cuenta atrás
fr: Décompte
ja: カウントダウン
pl: Odliczanie
pt: Contagem Regressiva
ru: Обратный отсчет

source: %d seconds
de: %d Sekunden
es: %d segundos
fr: %d secondes
ja: %d 秒
pl: %d s
pt: %d segundos
ru: %d сек.

source: %d minutes, %d seconds
de: %d Minuten, %d Sekunden
es: %d minutos, %d segundos
fr: %d minutes, %d secondes
ja: %d 分、%d 秒
pl: %d min, %d s
pt: %d minutos, %d segundos
ru: %d мин., %d сек.

source: %d hours, %d minutes, %d seconds
de: %d Stunden, %d Minuten, %d Sekunden
es: %d horas, %d minutos, %d segundos
fr: %d heures, %d minutes, %d secondes
ja: %d 時間、%d 分、%d 秒
pl: %d godz., %d min, %d s
pt: %d horas, %d minutos, %d secondos
ru: %d ч, %d мин., %d сек.

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ja: 並び替え
pl: Sortuj
pt: Organizar
ru: Сортировка

source: P Ascending
de: Aufsteigend
es: P Ascendiendo
fr: P croissant
ja: P 昇順
pl: P rosnąco
pt: P Crescente
ru: В порядке возрастания P

source: P Descending
de: Absteigend
es: P Descendiendo
fr: P décroissant
ja: P 降順
pl: P malejąco
pt: P Decrescente
ru: В порядке убывания P

source: Name
es: Nombre
fr: Nom
ja: 名前
pl: Nazwa
pt: Nome
ru: Название

source: Mass Ascending
de: Masse aufsteigend
es: Masa Ascendiendo
fr: Masse croissante
ja: 大きさの昇順
pl: Masa rosnąco
pt: Massa Crescente
ru: От самого тяжелого

source: Mass Descending
de: Masse absteigend
es: Masa Descendiendo
fr: Masse décroissante
ja: 大きさの降順
pl: Masa malejąco
pt: Massa Decrescente
ru: От самого легкого

source: Developer, (c) 2013-2016
de: Entwickler, (c) 2013-2016
es: Desarrollador, (c) 2013-2016
fr: Développeur, (c) 2013-2016
ja: 開発者、(c) 2013-2016
pl: Twórca, (c) 2013-2016
pt: Desenvolvedor, (c) 2013-2016
ru: Разработчик, (c) 2013-2016

source: Healing: %.f/discharge
de: Heilung: %.f/Entladung
es: Curación: %.f/descarga
fr: Soins : %.f/décharge
ja: ヒーリング: %.f/放出
pl: Leczenie: %.f/wystrzał
pt: Cura: %.f/descarga
ru: Восстановление: %.f/разряд

source: Tractor Force: %.f/discharge
de: Traktorstrahlkraft: %.f/Entladung
es: Fuerza del tractor: %.f/descarga
fr: Force tractrice : %.f/décharge
ja: トラクターフォース: %.f/放出
pl: Moc ciągnika: %.f/wystrzał
pt: Força de Tração: %.f/descarga
ru: Сила тяги: %.f/разряд

source: Healing: %.f/sec
de: Heilung: %.f/Sek
es: Curación: %.f/seg
fr: Soins : %.f/s
ja: ヒーリング: %.f/秒
pl: Leczenie: %.f/s
pt: Cura: %.f/seg
ru: Восстановление: %.f/с

source: Tractor Force: %.f/sec
de: Traktorstrahlkraft: %.f/Sek
es: Fuerza del tractor: %.f/seg
fr: Force tractrice : %.f/s
ja: トラクターフォース: %.f/秒
pl: Moc ciągnika: %.f/s
pt: Força de Tração: %.f/seg
ru: Сила тяги: %.f/с

source: Single Elimination
de: Einzeleliminierung
es: Eliminación individual
fr: Élimination simple
ja: シングルエリミネーション
pl: Pojedyncza eliminacja
pt: Eliminação Única
ru: Единичное уничтожение

source: Double Elimination
de: Doppeleliminierung
es: Eliminación doble
fr: Élimination double
ja: ダブルエリミネーション
pl: Podwójna eliminacja
pt: Eliminação Dupla
ru: Двойное уничтожение

source: AI Behavior
de: KI-Verhalten
es: Comportamiento IA
fr: Comportement de l‘IA
ja: AI の動作
pl: Zachowanie SI
pt: Comportamento da IA
ru: Поведение ИИ

source: Dynamic
de: Dynamisch
es: Dinámica
fr: Dynamique
ja: ダイナミック
pl: Dynamiczne
pt: Dinâmico
ru: Динамическое

source: Rush
de: Vorstoß
es: Arremetida
fr: Agressif
ja: ラッシュ
pl: Pęd
pt: Investida
ru: Движение

source: Maneuver
de: Manöver
es: Maniobra
fr: Manœuvre
ja: 操作
pl: Manewrowe
pt: Manobra
ru: Маневрирование

source: Kite
de: Sicherheitsabstand
es: Distanciar
fr: Sniper
pl: Harcownik
pt: Guerrilha
ru: Уклонение

source: MED Beam
de: MED-Strahl
es: Rayo MED
fr: Rayon MED
ja: MED ビーム
pl: Wiązka MED
pt: Raio MED
ru: Средний луч

source: Nanoassembler Beam
de: Nano-Assembler-Strahl
es: Rayo Nanoensamblador
fr: Rayon nanoassembleur
ja: ナノアセンブラービーム
pl: Wiązka nanomontażowa
pt: Raio Nanomontador
ru: Луч наноассемблера

source: Nanoassembler Drone Launcher
de: Nano-Assembler-Drohnenabschussvorrichtung
es: Lanzadrones Nanoensamblador
fr: Lanceur de drone nanoassembleur
ja: ナノアセンブラードローンランチャー
pl: Wyrzutnia dronów nanomontażowa
pt: Lança-Drones Nanomontador
ru: Модуль запуска дронов наноассемблера

source: Immobilizer
de: Immobilisierer
es: Inmovilizador
fr: Immobilisateur
ja: イモバイライザー
pl: Usztywniacz
pt: Imobilizador
ru: Парализатор

source: Manipulator
es: Manipulador
fr: Manipulateur
ja: マニピュレータ
pt: Manipulador
ru: Манипулятор

source: Grabber beam
de: Greifstrahl
es: Rayo agarrador
fr: Rayon grappin
ja: グラバービーム
pl: Promień chwytający
pt: Raio de Captura
ru: Луч захвата

source: Shard
de: Scherbe
es: Fragmento
fr: Fragment
ja: シャード
pl: Odłamek
pt: Estilhaço
ru: Осколок

source: Anchor Launcher
de: Ankerwerfer
es: Anclar Lanzador
fr: Lanceur d’ancre
ja: アンカーランチャー
pl: Wyrzutnia kotwicząca
pt: Lança-Âncoras
ru: Модуль запуска захватчика

source: Anchor Drone
de: Ankerdrohne
es: Anclar Drone
fr: Drone d’ancrage
ja: アンカードローン
pl: Dron kotwiczący
pt: Drone Âncora
ru: Дрон-захватчик

source: Projectile Weapon Cluster:
de: Projektilwaffen-Cluster:
es: Grupo de armas de proyectil:
fr: Amas d’armes à projectile :
ja: 発射兵器クラスター:
pl: Klaster broni miotających:
pt: Grupo de Armas de Projéteis:
ru: Комплекс артиллерийских орудий:

source: Rushing
de: Rasen
es: Arremetiendo
fr: Fonce
ja: ラッシング
pl: Natarcie
pt: Investindo
ru: Движение

source: Maneuvering
de: Manövrieren
es: Maniobrando
fr: Manœuvre
ja: 操縦
pl: Manewr
pt: Manobrando
ru: Маневрирование

source: Edit palette
de: Palette bearbeiten
es: Editar la paleta
fr: Modifier la palette
ja: パレットを編集
pl: Edytuj paletę
pt: Editar paleta
ru: Редактировать палитру

source: Exit
de: Verlassen
es: Salir
fr: Quitter
ja: 終了
pl: Wyjdź
pt: Sair
ru: Выход

source: Export ship as a file on your Desktop
de: Schiff als Datei auf den Desktop exportieren
es: Exportar la nave como un archivo a tu Escritorio
fr: Exporter le vaisseau sous forme de fichier sur votre bureau
ja: デスクトップにファイルとして戦艦をエクスポート
pl: Eksportuj statek do pulpitu w formie pliku
pt: Criar um arquivo com a nave em seu computador
ru: Экспортировать корабль в качестве файла на Рабочий стол

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
pl: Importuj
pt: Importar
ru: Импорт

source: Warning: exceeded max P
de: Warnung: maximale Anzahl von P überschritten
es: Advertencia: Se ha superado el P máximo
fr: Attention : P maximale dépassée
ja: 警告: 最大Pを超えています
pl: Uwaga: Przekroczono limit P
pt: Aviso: superou o P máx.
ru: Внимание! Превышено максимальное количество P

source: Unnamed Spaceship
de: Unbenanntes Raumschiff
es: Nave espacial sin nombre
fr: Vaisseau spatial sans nom
ja: 無名の宇宙船
pl: Nienazwany statek
pt: Espaçonave sem Nome
ru: Корабль без имени

source: Test Error: %s
de: Testfehler: %s
es: Error de la prueba: %s
fr: Test d'erreur : %s
ja: テストエラー: %s
pl: Błąd testu: %s
pt: Erro no Teste: %s
ru: Ошибка испытания: %s

source: Child Spawn Order
de: Spawnreihenfolge von Ablegern
es: Orden de Generador secundario
fr: Ordre de création d'enfant
ja: 子艦スポーン順
pl: Kolej wytwarzania
pt: Ordem de Produção de Descendentes
ru: Порядок строительства дочерних кораблей

source: Design Storage
de: Design-Speicher
es: Almacén de diseños
fr: Stockage de conception
ja: デザイン格納庫
pl: Schowek projektowy
pt: Depósito de Projetos
ru: Хранилище конструкций

source: Drop to swap
de: Zum Austauschen ziehen
es: Soltar para cambiar
fr: Déposer pour échanger
ja: ドロップしてスワップ
pl: Upuść, aby zamienić
pt: Solte para trocar
ru: Перетащите сюда, чтобы поменять местами

source: Press DELETE again to confirm
de: Zum Bestätigen ENTFERNEN klicken
es: Presiona BORRAR de nuevo para confirmar
fr: Appuyez sur SUPPRIMER encore une fois pour confirmer
ja: 削除を再度押して確定
pl: Naciśnij ponownie DEL, by potwierdzić
pt: Pressione DELETE novamente para confirmar
ru: Нажмите DELETE еще раз, чтобы подтвердить

source: DELETE to delete
de: ENTFERNEN zum Löschen
es: BORRAR para borrar
fr: SUPPRIMER pour supprimer
ja: 削除を押して削除
pl: DEL - usunięcie
pt: DELETE para excluir
ru: Нажмите DELETE, чтобы удалить

source: No controlling faction
de: Keine beherrschende Fraktion
es: Sin facción que controla
fr: Aucune faction majoritaire
ja: コントロールファクションなし
pl: Sektor neutralny
pt: Não é controlado por facção
ru: Не контролирует ни одна фракция

source: Inactive Station
de: Interaktive Station
es: Estación inactiva
fr: Station inactive
ja: 停止しているステーション
pl: Nieaktywna stacja
pt: Estação Inativa
ru: Нерабочая станция

source: Range %d
de: Bereich %d
es: Rango %d
fr: Portée %d
ja: 射程距離 %d
pl: Zasięg %d
pt: Alcance %d
ru: Диапазон %d

source: Neutral
fr: Neutre
ja: ニュートラル
pl: Neutralny
pt: Neutro
ru: Нейтральный

source: Fleet:
de: Flotte:
es: Flota:
fr: Flotte :
ja: 艦隊:
pl: Flota:
pt: Frota:
ru: Флот:

source: Back
de: Zurück
es: Regresar
fr: Retour
ja: 戻る
pl: Powrót
pt: Voltar
ru: Назад

source: Select fleet or ship
de: Flotte oder Schiff auswählen
es: Selecciona flota o una nave
fr: Sélectionner la flotte ou un vaisseau
ja: 艦隊または戦艦を選択
pl: Wybierz flotę lub statek
pt: Selecionar frota ou nave
ru: Выберите флот или корабль

source: Select ship
de: Schiff auswählen
es: Selecciona nave
fr: Sélectionner un vaisseau
ja: 戦艦を選択
pl: Wybierz statek
pt: Selecionar nave
ru: Выберите корабль

source: Agent '%s' destroyed %s of your stations
de: Agent ‚%s' hat %s Ihrer Stationen zerstört
es: El agente "%s" destruyó %s de tus estaciones
fr: L'agent « %s » a détruit %s de vos stations
ja: エージェント '%s' は、プレイヤーのステーションの %s を破壊しました
pl: Agent '%s' zniszczył %s twoich stacji
pt: Agente '%s' destruiu %s de suas estações
ru: Агент «%s» уничтожил ваши станции (%s)

source: Generating
de: Generieren
es: Generando
fr: Génération
ja: 作成しています
pl: Generowanie
pt: Gerando
ru: Генерация

source: Return To Game
de: Zurück zum Spiel
es: Regresar al juego
fr: Retourner au jeu
ja: ゲームに戻る
pl: Powrót do gry
pt: Voltar para o Jogo
ru: Вернуться в игру

source: Save & Quit
de: Speichern & Beenden
es: Guardar y salir
fr: Sauvegarder et quitter
ja: セーブして終了する
pl: Wyjście i zapis
pt: Salvar e Sair
ru: Сохранить и выйти

source: Select Faction
de: Fraktion auswählen
es: Selecciona la facción
fr: Sélectionner une faction
ja: ファクションを選択
pl: Wybierz frakcję
pt: Escolha a Facção
ru: Выбор фракции

source: Slot %d:
de: Platz %d:
fr: Emplacement %d :
ja: スロット%d:
pl: Okno %d:
pt: Espaço %d:
ru: Слот %d:

source: OLD SAVE: regenerate
de: ALTER SPEICHERSTAND: regenerieren
es: GUARDADO ANTIGUO: regenerar
fr: ANCIENNE SAUVEGARDE : régénérer
ja: 古いセーブデータ: 再作成
pl: STARY ZAPIS: odtwórz
pt: JOGO SALVO ANTIGO: gerar novamente
ru: СТАРОЕ СОХРАНЕНИЕ: регенерация

source: ERROR: CORRUPTED
de: FEHLER: FEHLERHAFT
es: ERROR: CORRUPTO
fr: ERREUR : CORROMPU
ja: エラー: 壊れています
pl: BŁĄD: USZKODZONY
pt: ERRO: CORROMPIDO
ru: ОШИБКА: ПОВРЕЖДЕНО

source: Clear Slot
de: Platz freimachen
es: Borrar la ranura
fr: Libérer l'emplacement
ja: スロットをクリア
pl: Puste okno
pt: Limpar Espaço
ru: Очистить слот

source: Import Fleet
de: Flotte importieren
es: Importar flota
fr: Importer la flotte
ja: 艦隊をインポート
pl: Importuj flotę
pt: Importar Frota
ru: Импорт флота

source: Export as Fleet
de: Als Flotte exportieren
es: Exportar como Flota
fr: Exporter en tant que flotte
ja: 艦隊としてエクスポート
pl: Eksportuj jako flotę
pt: Exportar como Frota
ru: Экспорт в виде флота

source: WARNING: Not connected to Steam
de: WARNUNG: Keine Verbindung zu Steam
es: ADVERTENCIA: No estás conectado a Steam
fr: ATTENTION : non connecté à Steam
ja: 警告: Steamに接続されていません
pl: UWAGA: Nie połączono ze Steam
pt: AVISO: Conexão com o Steam não detectada
ru: ВНИМАНИЕ! Подключение к Steam отсутствует

source: Using ^1DEVELOPER^7 save path
de: Speicherpfad ^1DEVELOPER^7 wird verwendet
fr: Utilise le chemin de sauvegarde de ^1DÉVELOPPEUR^7
ja: ^1開発者^7保存パスを使用
pl: Użycie ścieżki zapisu ^1DEWELOPERA^7
pt: Usando o local de salvamento do ^1DESENVOLVEDOR^7
ru: Используется путь сохранения ^1РАЗРАБОТЧИКА^7

source: Warning: Steam Cloud did not finish syncing (restart game)
de: Warnung: Die Steam Cloud konnte nicht vollständig synchronisieren (Spiel neustarten)
es: Advertencia: Steam Cloud no terminó la sincronización (reinicia el juego)
fr: Attention : Steam Cloud n'a pas terminé la synchronisation (redémarrez le jeu)
ja: 警告: Steam Cloudは、同期を終了しませんでした (ゲームを再起動)
pl: Uwaga: Steam Cloud nie ukończył synchronizacji (zrestartuj grę)
pt: Aviso: A Nuvem Steam não concluiu a sincronização (reiniciar jogo)
ru: Внимание! Синхронизация с облаком Steam не завершена (перезапуск игры)

source: %s/%s available
de: %s/%s verfügbar
es: %s/%s disponible
fr: %s/%s disponibles
ja: 利用可能 %s/%s
pl: %s/%s dostępnych
pt: %s/%s disponível(is)
ru: %s/%s доступно

source: %d/%d files available
de: %d/%d Dateien verfügbar
es: %d/%d archivos disponibles
fr: %d/%d fichiers disponibles
ja: %d/%d のファイルを使用できます
pl: %d/%d pliki dostępne
pt: %d/%d arquivo(s) disponível(is)
ru: %d/%d доступно

source: Really clear save slot?
de: Wollen Sie den Speicherplatz wirklich löschen?
es: ¿Estás seguro de quieres borrar la ranura de guardado?
fr: Voulez-vous vraiment supprimer la sauvegarde ?
ja: 本当にセーブスロットを消去しますか？
pl: Czy zwolnić okno zapisu?
pt: Deseja realmente excluir esse jogo salvo?
ru: Действительно очистить слот для сохранения?

source: Mod Export Failed (see log for details)
de: Mod-Export fehlgeschlagen (weitere Infos im Protokoll)
es: Error al exportar el Mod (más detalles en el registro)
fr: Échec de l'exportation du mod (voir le journal pour plus de détails)
ja: Modのエクスポートに失敗しました (詳細はログを参照)
pl: Błąd eksportu moda (wyświetl dziennik, aby uzyskać szczegóły)
pt: Erro na Exportação do Mod (consulte o histórico para mais detalhes)
ru: Ошибка экспорта модификации (подробности приведены в журнале)

source: Exported slot %d to %s
de: Platz %d nach %s exportieren
es: Ranura exportada %d a %s
fr: Emplacement %d exporté vers %s
ja: スロット%dを%sにすくポートしました
pl: Okno %d skopiowano do %s
pt: Espaço %d exportado para %s
ru: Экспортирован слот %d в %s

source: Log Out
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
pl: Wyloguj się
pt: Desconectar
ru: Выйти из системы

source: Not logged in
de: Nicht eingeloggt
es: No has iniciado una sesión
fr: Non connecté
ja: ログインしていません
pl: Niezalogowano
pt: Não conectado
ru: Вход в систему не выполнен

source: Standalone Ship Builder
de: Standalone Schiffsbauer
es: Constructor independiente de naves
fr: Constructeur de vaisseaux indépendant
ja: スタンドアロン型戦艦ビルダー
pl: Edytor statków standalone
pt: Construtor de Naves Avulso
ru: Отдельный конструктор кораблей

source: Slot %d/%d
de: Platz %d/%d
es: Ranura %d/%d
fr: Emplacement %d/%d
ja: スロット%d/%d
pl: Okno %d/%d
pt: Espaço %d/%d
ru: Слот %d/%d

source: Abort
de: Abbrechen
es: Cancelar
fr: Abandonner
ja: 中止
pl: Przerwij
pt: Cancelar
ru: Отмена

source: Fleet uses modded blocks, upload disabled
de: Flotte verwendet gemoddete Blöcke, Upload deaktiviert
es: La flota usa bloques modificados, la carga se ha deshabilitado
fr: La flotte utilise des blocs modifiés, envoi impossible
ja: 艦隊は改造したブロックを使用しています。アップロードが無効化されています
pl: Flota używa mod dla elementów - przekazywanie wył.
pt: A frota usa blocos modificados. Upload desabilitado.
ru: Во флоте используются модифицированные блоки, передача отключена

source: Wormhole Connection Error: %s
de: Wurmloch-Verbindungsfehler: %s
es: Error de conexión del agujero de gusano: %s
fr: Erreur de connexion au trou de ver : %s
ja: ワームホール接続エラー: %s
pl: Błąd połączenia tunelu: %s
pt: Erro na Conexão com Buraco de Minhoca: %s
ru: Ошибка соединения червоточины: %s

source: OK!
es: ¡ACEPTAR!
ru: ОК!

source: Adjust background music volume
de: Lautstärke von Hintergrundmusik anpassen
es: Ajusta el volumen de la música de fondo
fr: Régler le volume de la musique de fond
ja: BGM の音量を調整する
pl: Dostosuje poziom głośności muzyki
pt: Ajustar volume da música de fundo
ru: Регулировка громкости фоновой музыки

source: Sfx Volume
de: Sfx-Lautstärke
es: Volumen SFX
fr: Volume des effets sonores
ja: SFX の音量
pl: Głośność efektów
pt: Volume dos Sfx
ru: Громкость эффектов

source: Adjust sound effects volume
de: Lautstärke von Soundeffekten anpassen
es: Ajusta el volumen de los efectos de sonido
fr: Régler le volume des effets sonores
ja: サウンドエフェクトの音量を調整する
pl: Dostosuj poziom głośności efektów dźwiękowych
pt: Ajustar o volume dos efeitos sonoros
ru: Регулировка громкости звуковых эффектов

source: Windowed
de: Fenstermodus
es: Ventana
fr: Fenêtré
ja: ウィンドウ表示
pl: Tryb okna
pt: Janela
ru: Оконный

source: Post Processing
de: Nachbearbeitung
es: Postprocesamiento
fr: Post-traitement
ja: 後処理
pl: Przetwarzanie końcowe
pt: Pós-Processamento
ru: Пост-обработка

source: Nicest Smoothed
de: Beste Glättung
es: Mejor suavizado
fr: Lissée plus précisément
ja: 質重視によるスムーズ化
pl: Dokładne wygładzanie
pt: Fluídas com Bom Gráfico
ru: Тщательное сглаживание

source: Composer/Sfx
es: Compositor/SFX
fr: Compositeur/Effets spéciaux
ja: 作曲者/SFX
pl: Udźwiękowienie
pt: Compositor/Sfx
ru: Композитор/звук

source: Marketing Materials
de: Marketingmaterial
es: Materiales de marketing
fr: Matériel de marketing
ja: マーケティング素材
pl: Materiały promo.
pt: Materiais de Marketing
ru: Рекламные материалы

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
pl: Wybierz
pt: Selecionar
ru: Выбрать

source: Adjust stick sensitivity
de: Stick-Empfindlichkeit einstellen
es: Ajusta la sensibilidad de la palanca
fr: Régler la sensibilité du joystick
ja: スティックの感度を調節する
pl: Dostosuj czułość drążka
pt: Ajustar a sensibilidade do analógico
ru: Регулировка чувствительности джойстика

source: Cursor Damping
de: Cursor dämpfen
es: Amortiguamiento del cursor
fr: Amortissement du curseur
ja: カーソルダンピング
pl: Tłumienie kursora
pt: Amortecimento do Cursor
ru: Сглаживание курсора

source: Adjust cursor movement smoothing
de: Glättung der Cursor-Bewegung einstellen
es: Ajustar la suavidad del movimiento del cursor
fr: Réglez le lissage de mouvement du curseur
ja: カーソル移動のスムージングを調節する
pl: Wygładzanie ruchu myszki
pt: Ajustar a suavidade de deslocamento do cursor
ru: Регулировка сглаживания перемещения курсора

source: Absolute
de: Absolut
es: Absoluto
fr: Absolue
ja: 絶対
pl: Całkowity
pt: Absoluto
ru: Абсолютн.

source: %s for next tip
de: %s um den nächsten Tipp anzuzeigen
es: %s para la próxima sugerencia
fr: %s pour le conseil suivant
ja: 次のヒントを得るには、%s
pl: %s - nast. wskazówka
pt: %s para a próxima dica
ru: «%s» – следующая подсказка

source: Basic
de: Grundlagen
es: Básico
fr: Basique
ja: 基本
pl: Podstawowe
pt: Básicos
ru: Основные

source: Secondary Group
de: Sekundäre Gruppe
es: Grupo secundario
fr: Groupe secondaire
ja: セカンダリグループ
pl: Grupa drugorzędna
pt: Grupo Secundário
ru: Вторая группа

source: Tertiary Group
de: Tertiäre Gruppe
es: Grupo terciario
fr: Groupe tertiaire
ja: ターナリグループ
pl: Grupa trzeciorzędna
pt: Grupo Terciário
ru: Третья группа

source: Auxiliary Group - automatically fire at selected target
de: Zusatzgruppe - feuert automatisch auf das ausgewählte Ziel
es: Grupo auxiliar: dispara automáticamente al objetivo seleccionado
fr: Groupe auxiliaire : tire automatiquement sur la cible sélectionnée
ja: 予備グループ - 選択したターゲットに自動的に攻撃
pl: Grupa wsparcia - ogień autom. w wybrane cele
pt: Grupo Auxiliar - dispara automaticamente contra o alvo selecionado
ru: Вспомогательная группа – автоматическая стрельба по выбранной цели

source: Autofire
de: Automatisches Feuern
es: Disparo automático
fr: Tir automatique
ja: オート
pl: Ogień autom.
pt: Disparo automático
ru: Автоматическая стрельба

source: Mouse Wheel
de: Mausrad
es: Rueda del mouse
fr: Molette de la souris
ja: マウスホイール
pl: Kółko myszy
pt: Roda de Rolagem
ru: Колесико мыши

source: Needs Update
de: Update benötigt
es: Necesita actualización
fr: Mise à jour requise
ja: 更新が必要です
pl: Wymaga aktualizacji
pt: Precisa de Atualização
ru: Требуется обновление

source: Uploading
de: Wird hochgeladen
es: Subiendo
fr: Envoi
ja: アップロード中
pl: Przekazywanie
pt: Fazendo Upload
ru: Загрузка

source: Mod Load Log
de: Mod-Ladebericht
es: Registro de carga del Mod
fr: Journal de chargement de mod
ja: Mod読み込みログ
pl: Dziennik wczyt. modów
pt: Hist. de Carregamento de Mods
ru: Журнал загрузки модификаций

source: Top mods take precedence (drag to change order)
de: Mods an der Spitze haben Vorrang (Reihenfolge durch Ziehen veränderbar)
es: Los mejores mods tienen prioridad (arrastrar para cambiar el orden)
fr: Les mods principaux ont la priorité (faire glisser pour changer l'ordre)
ja: トップのModが優先されます (ドラッグして順番を変更)
pl: Popularne mody 1. (przeciągnij, by zmienić kolejność)
pt: Os mods no topo são priorizados (arraste para alterar a ordem)
ru: Сначала лучшие модификации (перетащите, чтобы изменить порядок)

source: Enabled Auto Zoom
de: Auto-Zoom aktiviert
es: Zoom automático activado
fr: Zoom automatique activé
ja: オートズームを有効にしました
pl: Wł. zbliżanie automatyczne
pt: Zoom Auto. Habilitado
ru: Автомасштабирование включено

source: Enabled Auto Target
de: Auto-Ziel aktiviert
es: Blanco automático activado
fr: Ciblage automatique activé
ja: オートターゲットを有効にしました
pl: Wł. namierzanie autom.
pt: Alvo Auto. Habilitado
ru: Автоматический захват цели включен

source: Minimal HUD
de: Minimales HUD
es: Pantalla HUD mínima
fr: Interface minimale
ja: 最小のHUD
pl: Minimalny HUD
pt: Interface Mínima
ru: Минимальный HUD

source: Entered Command Mode
de: Befehlsmodus eingeschaltet
es: Entraste al Modo comando
fr: Mode de commande activé
ja: コマンドモードに入りました
pl: Tryb Dowodzenia aktywny
pt: Modo de Comando Ativado
ru: Включен режим командира

source: Can't recruit stations
de: Stationen können nicht rekrutiert werden
es: No se pueden reclutar las estaciones
fr: Impossible de recruter des stations
ja: ステーションをリクルートできません
pl: Nie można rekrutować stacji
pt: Impossível recrutar estações
ru: Не удается завербовать станции

source: Entered Wormhole
de: Wurmloch betreten
es: Se ingresó al agujero de gusano
fr: Vous êtes entré dans le trou de ver
ja: ワームホールに入りました
pl: Przebyto tunel
pt: Buraco de Minhoca Atravessado
ru: Достигнута червоточина

source: Liberated %s
de: %s befreit
es: %s liberado
fr: Vous avez libéré %s
ja: %sを解放しました
pl: Wyzwolono %s
pt: Libertou %s
ru: Освобождение: %s

source: %s was destroyed by %s
de: %s wurde von %s zerstört
es: %s destruyó a %s
fr: %s a été détruit par %s
ja: %sは、%sによって破壊されました
pl: %s został zniszczony przez %s
pt: %s foi destruído(a) por %s
ru: %s уничтожен (%s)

source: %s was destroyed
de: %s wurde zerstört
es: %s fue destruido
fr: %s a été détruit
ja: %sは、破壊されました
pl: %s został zniszczony
pt: %s foi destruído(a)
ru: %s уничтожен

source: Faction %d unlocked
de: Fraktion %d freigeschaltet
es: La facción %d está desbloqueada
fr: Vous avez déverrouillé la faction %d
ja: ファクション%dがアンロックされました
pl: Odblokowano frakcję %d
pt: Facção %d desbloqueada
ru: Открыта фракция: %d
