Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: New wormhole detected
de: Neues Wurmloch entdeckt
es: Se detectó un nuevo agujero de gusano
fr: Nouveau trou de ver détecté
ja: 新たなワームホールが発見されました
pl: Wykryto nowy tunel
pt: Novo buraco de minhoca detectado
ru: Обнаружена новая червоточина

source: Left Stick
de: Linker Stick
es: Palanca izquierda
fr: Joystick gauche
ja: 左スティック
pl: Lewy drążek
pt: Analógico Esquerdo
ru: Левый мини-джойстик

source: Mouse / WASD
de: Maus/WASD
fr: Souris / ZQSD
ja: マウス/WASD
pl: Myszka / WASD
ru: Мышь / WASD

source: Loading regions
de: Regionen werden geladen
es: Cargando regiones
fr: Chargement des régions
ja: リージョンを読み込み中
pl: Wczytuję obszary
pt: Carregando regiões
ru: Загрузка регионов

source: Finishing
de: Beenden
es: Terminando
fr: Finalisation
ja: 終了しています
pl: Zakańczanie
pt: Finalizando
ru: Завершение

source: Downloading
de: Downloaden
es: Descargando
fr: Téléchargement
ja: ダウンロード中
pl: Pobieranie
pt: Baixando
ru: Загрузка

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: やめる
pl: Wyjście
pt: Sair
ru: Выход

source: Paused
de: Pause
es: Pausado
fr: Pause
ja: 一時停止中
pl: Pauza
pt: Pausado
ru: Пауза

source: Saving...
de: Wird gespeichert ...
es: Guardando...
fr: Sauvegarde…
ja: セーブしています...
pl: Zapis w toku...
pt: Salvando...
ru: Сохранение...

source: Launch
de: Los geht's
es: Iniciar
fr: Lancer
ja: 開始する
pl: Uruchom
pt: Iniciar
ru: Пуск

source: Warning: Hard mode
de: Warnung: Schwerer Modus
es: Advertencia: Modo difícil
fr: Attention : mode difficile
ja: 警告: ハードモード
pl: Uwaga: Wyzwanie
pt: Aviso: Modo difícil
ru: Внимание! Тяжелый уровень сложности

source: Right click slot for options
de: Rechtsklick auf den Platz öffnet Optionen
es: Haz clic derecho en la ranura para más opciones
fr: Clic droit sur l'emplacement pour voir les options
ja: オプションを開くにはスロットを右クリックします
pl: Kliknij PPM, aby uzyskać opcje
pt: Clique com o bot. dir. no espaço para mais opções
ru: Нажмите правой кнопкой мыши, чтобы открыть настройки

source: Using Steam Cloud saves
de: Steam Cloud-Speicherstände verwenden
es: Usando las partidas guardadas en Steam Cloud
fr: Utilise les sauvegardes Steam Cloud
ja: Steam Cloudセーブデータを使用しています
pl: Użycie zapisów usługi Steam Cloud
pt: Usando os arquivos de salvamento da Nuvem Steam
ru: Используются сохранения в Steam Cloud

source: Edit blocks.lua in that directory to change block properties
de: Sie können blocks.lua in dem Verzeichnis bearbeiten, wenn Sie die Block-Eigenschaften verändern wollen
es: Edita blocks.lua en ese directorio para cambiar las propiedades del bloque
fr: Modifiez blocks.lua dans ce dossier pour modifier les propriétés des blocs
ja: そのディレクトリでblocks.luaを編集して、ブロックのプロパティを変更します
pl: Aby zmienić właściwości elementów, edytuj blocks.lua w katalogu
pt: Edite o arquivo blocks.lua naquele diretório para modificar as propriedades de bloco
ru: Отредактируйте blocks.lua в этом каталоге, чтобы изменить свойства блока

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: 登録
pl: Zarejestruj
pt: Registrar
ru: Регистрация

source: Compacting Saves...
de: Speicherstände werden komprimiert ...
es: Compactando partidas guardadas...
fr: Compression des sauvegardes…
ja: セーブデータを圧縮しています....
pl: Kompaktowanie zapisów...
pt: Compactando Jogos Salvos...
ru: Сжатие сохранений...

source: Start
es: Iniciar
fr: Commencer
ja: 開始
pl: Rozpocznij
pt: Iniciar
ru: Начать игру

source: Demo
es: Demostración
fr: Démo
ja: デモ
ru: Демо

source: Error: No unique blueprints in fleet
de: Fehler: Keine einzigartigen Blaupausen in der Flotte
es: Error: No hay diseños únicos en la flota
fr: Erreur : pas de plans uniques dans la flotte
ja: エラー: 艦隊には、特別な設計図がありません
pl: Błąd: brak unikalnych projektów we flocie
pt: Erro: Não há projetos únicos na frota
ru: Ошибка: Во флоте нет уникальных чертежей

source: Uploading...
de: Wird hochgeladen ...
es: Subiendo...
fr: Envoi…
ja: アップロード中...
pl: Przekazywanie...
pt: Fazendo upload...
ru: Выполняется загрузка...

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pl: Hasło
pt: Senha
ru: Пароль

source: Toggle fullscreen
de: Vollbild ein- und ausschalten
es: Alternar pantalla completa
fr: Passer en plein écran
ja: 全画面表示の切り替え
pl: Wł./wył. pełny ekran
pt: Alternar para Tela Cheia
ru: Переключение режима отображения

source: Physics Updates Per Second
de: Physik-Updates pro Sekunde
es: Actualizaciones físicas por segundo
fr: Mises à jour physiques par seconde
ja: 毎秒の物理更新
pl: Częstotliwość odśw. fizyki / s
pt: Atualizações de Física Por Segundo
ru: Обновлений физики в секунду

source: Background Graphics
de: Hintergrundgrafik
es: Gráficos de fondo
fr: Images d'arrière-plan
ja: バックグラウンドグラフィックス
pl: Grafika w tle
pt: Gráfico de Fundo
ru: Фоновая графика

source: Aliased
es: Con suavizado de líneas
fr: Aliasé
ja: エイリアス
pl: Aliasing
pt: Serrilhadas
ru: Сглаживание

source: Alpha Testers
de: Alpha-Tester
es: Probadores alfa
fr: Testeurs alpha
ja: アルファテスター
pl: Testerzy wer. Alpha
ru: Альфа-тестеры

source: QA
es: Control de calidad
fr: AQ
ru: Обеспечение качества

source: Special Thanks
de: Besonderer Dank geht an
es: Agradecimientos especiales
fr: Remerciements particuliers
ja: スペシャルサンクス
pl: Podziękowania
pt: Agradecimentos Especiais
ru: Особая благодарность

source: Software and Assets
de: Software und Assets
es: Software y recursos
fr: Logiciels et actifs
ja: ソフトウェアおよびアセット
pl: Oprogramowanie Treści graficzne
pt: Softwares e Programas
ru: ПО и ресурсы

source: Press any other key to bind
de: Klicken Sie zur Festlegung eine andere Taste
es: Presiona cualquier otra tecla para vincularla
fr: Appuyez sur n'importe quelle autre touche pour reconfigurer
ja: バインドするには、ほかのキーを押してください
pl: Wciśnij dowolny, by przypisać
pt: Pressione qualquer tecla para alterar
ru: Нажмите любую другую кнопку, чтобы выполнить привязку

source: Menu Mouse Style
de: Mausstil fürs Menü
es: Estilo del mouse del menú
fr: Style de souris du menu
ja: メニューマウススタイル
pl: Styl myszki w menu
pt: Controle do Mouse no Menu
ru: Стиль мыши в меню

source: Gamepad
es: Mando
fr: Manette
ja: ゲームパッド
pl: Pad do gry
ru: Геймпад

source: Editor
fr: Éditeur
ja: エディター
pl: Edytor
pt: Edição
ru: Редактор

source: <Unbound>
de: <Nicht zugewiesen>
es: <No establecido>
fr: <supprimé>
pl: <Nieprzypisany>
pt: <Não Atribuído>
ru: <Не привязано>

source: Primary Group
de: Hauptgruppe
es: Grupo principal
fr: Groupe principal
ja: プライマリグループ
pl: Grupa podstawowa
pt: Grupo Principal
ru: Первая группа

source: Point Defense
de: Verteidigung
es: Defensa de punto
fr: Défense de point
ja: ポイントディフェンス
pl: Obrona pkt.
pt: Defesa Pontual
ru: Оборона

source: More Spaceships
de: Weitere Raumschiffe
es: Más naves espaciales
fr: Plus de vaisseaux spatiaux
ja: より多くの宇宙船
pl: Więcej statków
pt: Mais Espaçonaves
ru: Другие корабли

source: LOADING
de: WIRD GELADEN
es: CARGANDO
fr: CHARGEMENT
ja: 読み込み中
pl: WCZYTYWANIE
pt: CARREGANDO
ru: ЗАГРУЗКА

source: Restart game to apply mod changes
de: Spiel neustarten, damit Mod-Änderungen übernommen werden
es: Reinicia el juego para aplicar los cambios del mod
fr: Redémarrez le jeu pour appliquer les changements de mods
ja: ゲームを再起動し、modの変更を適用します
pl: Uruchom ponownie, by zastosować zmiany
pt: Reinicie o jogo para aplicar as alterações do(s) mod(s)
ru: Перезапустите игру, чтобы применить изменения модификаций

source: Released %s
de: Veröffentlicht %s
es: Publicado %s
fr: Vous avez lancé %s
ja: %sをリリースしました
pl: Wydano %s
pt: Liberou %s
ru: Дата выпуска: %s

source: Enabled Auto Aim
de: Auto-Zielen aktiviert
es: Puntería automática activada
fr: Visée automatique activée
ja: オートエイムを有効にしました
pl: Wł. celowanie autom.
pt: Mira Auto. Habilitada
ru: Автоприцеливание включено

source: Cursor Rotates Ship
de: Cursor lässt das Schiff rotieren
es: El cursor gira la nave
fr: Le curseur fait pivoter le vaisseau
ja: カーソルで戦艦を回転させます
pl: Kursor obraca statkiem
pt: Cursor Gira a Nave
ru: Курсор используется для поворота корабля

source: Keyboard Rotates Ship
de: Tastatur lässt das Schiff rotieren
es: El teclado gira la nave
fr: Le clavier fait pivoter le vaisseau
ja: キーボードで戦艦を回転させます
pl: Klawiatura obraca statkiem
pt: Teclado Gira a Nave
ru: Для поворота корабля используется клавиатура

source: Ship Follows Cursor
de: Schiff folgt dem Cursor
es: La nave sigue el cursor
fr: Le vaisseau suit le curseur
ja: 戦艦はカーソルを追います
pl: Statek podąża za kursorem
pt: Nave Segue o Cursor
ru: Корабль следует за курсором

source: Recruited %s
de: %s rekrutiert
es: %s reclutados
fr: Vous avez recruté %s
ja: %sをリクルートしました
pl: Zrekrutowano %s
pt: Recrutou %s
ru: Успешная вербовка: %s

source: Not Enough Power
de: Nicht genug Power
es: No hay suficiente poder
fr: Puissance insuffisante
ja: パワーが不十分です
pl: Za mało mocy
pt: Potência Insuficiente
ru: Недостаточно мощности

source: Current blueprint is locked
de: Aktuelle Blaupausen sind noch nicht freigeschaltet
es: El diseño actual está bloqueado
fr: Le plan actuel est verrouillé
ja: 最新の設計図はロックされています。
pl: Obecny projekt jest zablokowany
pt: Projeto atual encontra-se bloqueado
ru: Текущий чертеж заблокирован

source: Transfer Resources
de: Ressourcen übertragen
es: Transferir recursos
fr: Transfert de ressources
ja: 資源の転送
pl: Przekazano zasoby
pt: Transferir Recursos
ru: Передача ресурсов

source: No space around factory block to spawn
de: Kein Platz um den Fabrikblock herum zum Spawnen
es: No hay espacio alrededor de los bloques de fabrica para generar
fr: Espace insuffisant autour de bloc d'usine pour créer un vaisseau
ja: スポーンするための、ファクトリブロックの周りにスペースがありません
pl: Brak wolnego miejsca wokół stoczni
pt: Não há espaço em volta do bloco da fábrica para gerar a nave
ru: Возле блока завода недостаточно пространства для строительства

source: Explored new sectors
de: Neue Sektoren erkunden
es: Nuevos sectores explorados
fr: Nouveaux secteurs explorés
ja: 新しいセクターを探索しました
pl: Przemierzono nowy sektor
pt: Explorou novos setores
ru: Исследованы новые секторы

source: Missile
de: Rakete
es: Misil
ja: ミサイル
pl: Rakieta
pt: Míssil
ru: Ракета

source: Torpedo
fr: Torpille
ja: 魚雷
pl: Torpeda
ru: Торпеда

source: Scale %d
de: Skala %d
es: Escala %d
fr: Échelle %d
ja: %dを拡大・縮小
pl: Wielkość %d
pt: Escala %d
ru: Масштаб %d

source: Resource Storage Unit
de: Ressourcen-Speichereinheit
es: Unidad de almacenamiento de recursos
fr: Unité de stockage de ressources
ja: 資源保管ユニット
pl: Jednostka magaz. zasoby
pt: Unidade de Depósito de Materiais
ru: Хранилище ресурсов

source: Supports vegetation
de: Unterstützt Pflanzenwuchs
es: Soporta la vegetación
fr: Supporte la végétation
ja: 植物をサポート
pl: Wsparcie dla roślinności
pt: Suporta vegetação
ru: Поддерживает растительность

source: Seed
de: Samen
es: Semilla
fr: Graine
ja: シード
pl: Nasienie
pt: Semente
ru: Зерно

source: R Generation: %.1f/sec
de: R-Produktion: %.1f/Sek
es: Generación de R: %.1f/seg.
fr: Génération de R : %.1f/s
ja: R生成率: %.1f/秒
pl: Generowanie R: %.1f/s
pt: Geração de R: %.1f/seg
ru: Производство Р: %.1f/сек

source: Melee Damage Multiplier: %.f%%
de: Nahkampf-Schadenmultiplikator: %.f%%
es: Multiplicador de daño cuerpo a cuerpo: %.f%%
fr: Multiplicateur de dégâts de mêlée : %.f %%
ja: 近接ダメージ乗数: %.f%%
pl: Mnożnik obr. wręcz: %.f%%
pt: Multiplicador de Dano Corpo a Corpo: %.f%%
ru: Множитель повреждения ближнего боя: %.f%%

source: Explode Damage: %.f
de: Explosionsschaden: %.f
es: Daño de explosión: %.f
fr: Dégâts d'explosion : %.f
ja: 爆発ダメージ: %.f
pl: Obr. z wybuchu: %.f
pt: Dano de Explosão: %.f
ru: Урон от взрыва: %.f

source: Projectile Weapon:
de: Projektilwaffe:
es: Arma de proyectil:
fr: Arme à projectile :
ja: 投射兵器:
pl: Broń miotająca:
pt: Arma de Projéteis:
ru: Кинетическое оружие:

source: Range: %.f
de: Bereich: %.f
es: Rango: %.f
fr: Portée : %.f
ja: 範囲: %.f
pl: Zasięg: %.f
pt: Alcance: %.f
ru: Дальность: %.f

source: Spread: +-%.2f degrees
de: Ausbreitung: +-%.2f Grad
es: Propagación: +-%.2f grados
fr: Dispersion : +-%.2f degrés
ja: 拡散: +-%.2f 度
pl: Rozstrzał: +-%.2f stopni
pt: Dispersão: +-%.2f graus
ru: Разброс: +-%.2f град.

source: Weapon Booster:
de: Waffen-Booster:
es: Amplificador de armas:
fr: Booster d'arme :
ja: 兵器ブースター:
pl: Wzmocnienie broni:
pt: Fortalece Arma:
ru: Бустер оружия:

source: Rate
es: Tasa
fr: Taux
ja: レート
pl: Szyb.strz.
pt: Taxa
ru: Скорострельность

source: Range
de: Bereich
es: Rango
fr: Portée
ja: 範囲
pl: Zasięg
pt: Alcance
ru: Дальность

source: Explode Radius
de: Explosionsradius
es: Radio de explosión
fr: Rayon d'explosion
ja: 爆発範囲
pl: Promień wybuchu
pt: Raio de Explosão
ru: Радиус взрыва

source: Regen Rate: %.1f %s/sec
de: Regen.-Rate: %.1f %s/Sek
es: Tasa de regeneración: %.1f %s/seg.
fr: Taux de régénération : %.1f %s/s
ja: 再生速度: %.1f %s/秒
pl: Szybkość reg.: %.1f %s/s
pt: Taxa de Regen: %.1f %s/seg
ru: Скорость восст-я: %.1f %s/сек

source: Regen Energy: %.f/%s
de: Regegenerationsenergie: %.f/%s
es: Regeneración de energía: %.f/%s
fr: Énergie de régénération :%.f/%s
ja: 再生エネルギー: %.f/%s
pl: Energia reg.: %.f/%s
pt: Energia para Regen: %.f/%s
ru: Энергия на восст-е: %.f/%s

source: Stats:
es: Estadísticas:
fr: Statistiques :
ja: 統計:
pl: Statystyki:
pt: Estats:
ru: – параметры:

source: Thrust: %.fK
de: Schub: %.fK
es: Propulsión: %.fK
fr: Poussée : %.fK
ja: スラスト: %.fK
pl: Posuw: %.fK
pt: Propulsão: %.fK
ru: Тяга: %.fK

source: Shield Radius: %.f
de: Schildradius: %.f
es: Radio del escudo: %.f
fr: Rayon du bouclier : %.f
ja: シールド範囲: %.f
pl: Promień tarczy: %.f
pt: Raio do Escudo: %.f
ru: Радиус щита: %.f

source: Energy Stored: %.f
de: Energie gespeichert: %.f
es: Energía almacenada: %.f
fr: Énergie stockée : %.f
ja: 貯蓄エネルギー: %.f
pl: Energia zmag.: %.f
pt: Energia Armazenável: %.f
ru: Хранится энергии: %.f

source: Health: %.f
de: HP: %.f
es: Salud: %.f
fr: Santé : %.f
ja: ヘルス: %.f
pl: PŻ: %.f
pt: Durabilidade: %.f
ru: Здоровье: %.f

source: Palette Block Drag to rearrange
de: Palettenblock Ziehen zum Neuanordnen
es: Bloque de paleta Arrastra para reordenar
fr: Bloc de palette Faites glisser pour réorganiser
ja: パレットブロック ドラッグして再配置
pl: Paleta elem. Przeciągnij, by przemieścić
pt: Bloco de Paleta Arraste para reordenar
ru: Блок палитры Перетащите, чтобы изменить расположение

source: Maximum P reached
de: Höchstwert von P erreicht
es: Máximo P alcanzado
fr: P maximale atteinte
ja: Pが最大に達しました
pl: Limit P osiągnięty
pt: Atingido P máximo
ru: Достигнуто максимальное количество P

source: Permanently increase P
de: P dauerhaft erhöhen
es: Aumentar P permanentemente
fr: Augmente P de manière permanente
ja: 不変にPを増大
pl: Zwiększ na stałe P
pt: Aumenta P permanentemente
ru: Увеличить P навсегда

source: Map
de: Karte
es: Mapa
fr: Carte
ja: マップ
pl: Mapa
pt: Mapa
ru: Карта

source: Ripple Fire
de: Schnelle Salven
es: Disparo por oleadas
fr: Tir par vague
ja: リップル射撃
pl: Ogień naprzemienny
pt: Alternar Fogo
ru: Стрельба залпами

source: Fire All
de: Alle abfeuern
es: Disparar todas
fr: Tir groupé
ja: すべて射撃
pl: Wystrzel wszystko
pt: Disparar Todas
ru: Стрельба из всего оружия

source: Backwards
de: Rückwärts
es: Atrás
fr: En arrière
ja: 後退
pl: Wstecz
pt: Para Trás
ru: Назад

source: Fire Secondary
de: Sekundärwaffe feuern
es: Disparo secundario
fr: Tir secondaire
ja: セカンダリ兵器で攻撃
pl: Strzał drugorzędny
pt: Disparar Secundárias
ru: Стрельба из оружия второй группы

source: Fire Tertiary
de: Tertiärwaffe feuern
es: Disparo terciario
fr: Tir tertiaire
ja: ターナリ兵器で攻撃
pl: Strzał trzeciorzędny
pt: Disparar Terciárias
ru: Стрельба из оружия третьей группы

source: Strafe Left
de: Links bombadieren
es: Desplazamiento izquierda
fr: Strafe gauche
ja: 左を機銃掃射
pl: Odbij w lewo
pt: Mover p/ Esquerda
ru: Стрейф влево

source: Lock Target
de: Ziel erfassen
es: Asegurar objetivo
fr: Verrouiller la cible
ja: ターゲットをロック
pl: Namierz cel
pt: Adquirir o Alvo
ru: Захват цели

source: Spawn Child
de: Ableger spawnen
es: Generar secundario
fr: Créer un enfant
ja: 子艦をスポーン
pl: Wytwórz statek
pt: Produzir Descendente
ru: Построить дочерний корабль

source: Cycle controls
de: Steuerung rotieren
es: Alternar controles
fr: Voir les contrôles
ja: サイクルの制御
pl: Zmiana trybu sterow.
pt: Alternar controles
ru: Переключение управления

source: Toggle minimal HUD
de: Minimales HUD an-/ausschalten
es: Alternar pantalla HUD mínima
fr: Activer l'interface minimale
ja: 最小HUDを切り替える
pl: Wł./wył. min. HUD
pt: Alternar interface
ru: Минимальный HUD вкл./выкл.

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: 切り取り
pl: Wytnij
pt: Recortar
ru: Обрезать

source: Scale Down
de: Kleiner
es: Reducir
fr: Réduire
ja: 縮小
pl: Wielkość -
pt: Reduzir Escala
ru: Уменьшить масштаб

source: Imported Fleet %s
de: Importierte Flotte %s
es: Flota importada %s
fr: Flotte %s importée
ja: 艦隊%sをインポートしました
pl: Importowana flota %s
pt: Frota Importada %s
ru: Импортирован флот «%s»

source: Contestants
de: Mitstreiter
es: Participantes
fr: Concurrents
ja: 対戦相手
pl: Uczestnicy
pt: Adversários
ru: Соперники

source: Anti-ship shotgun
de: Schiffsabwehr-Shotgun
es: Escopeta anti-nave
fr: Fusil antivaisseau
ja: 対戦艦ショットガン
pl: Strzelba przeciwlotnicza
pt: Espingarda antinaves
ru: Дробовик, который применяется против кораблей

source: EXR-1 Railgun
de: EXR-1 Schienengewehr
es: Cañón de riel EXR-1
fr: EXR-1 canon à rail
ja: EXR-1レールガン
pl: EXR-1 Działo elektryczne
ru: EXR-1 «Рельсовая пушка»

source: MLS Anti-Missile
de: MLS-Rakenenabwehr
es: Antimisil MLS
ja: MSL対ミサイル
pl: MLS Przeciwrakiet.
pt: Antimísseis MLS
ru: MLS «Противоракетный»

source: Close in weapon system
de: Nahbereich-Waffensystem
es: Sistema de armamento de proximidad
fr: Système d'arme rapproché
ja: 兵器のシステムの範囲網を狭める
pl: System bojowy krótkiego zasięgu
pt: Sistema de armas de defesa próxima
ru: Комплекс оружия ближнего боя

source: Low strength and limited area is balanced by a fast recharge time
de: Niedrige Stärke und eingeschränkter Bereich werden durch schnelles Nachladen wieder wett gemacht
es: Su poca fuerza y alcance limitado se compensa con su rápida capacidad de recarga
fr: Sa puissance et sa zone limitées sont compensées par un temps de recharge rapide
ja: 低強度。制限されたエリアは、高速な再生時間によりバランスを維持
pl: Niską siłę i ograniczony obszar działania rekompensuje szybką regeneracją
pt: Sua baixa resistência e área restrita são compensadas por uma rápida recarga
ru: Низкая мощность и ограниченная площадь компенсируются быстрой скоростью перезарядки

source: Arkas PRP-1
ja: アルカスPRP-1
pl: PRP-1 Arkas
ru: Аркас PRP-1

source: This mid-size generator is versatile and effective
de: Dieser mittelgroße Generator ist vielseitig und effektiv.
es: Este generador de tamaño mediano es versátil y efectivo
fr: Ce générateur de taille moyenne est polyvalent et efficace
ja: この中型のジェネレーターは、万能で効果的です
pl: Ten średniej wielkości generator jest wszechstronny i skuteczny
pt: Esse gerador de porte médio é versátil e eficaz
ru: Это универсальный и эффективный генератор среднего размера

source: Power Distributor
de: Energieverteiler
es: Distribuidor de potencia
fr: Distributeur d'énergie
ja: パワーディストリビューター
pl: Rozdzielacz zasilania
pt: Distribuidor de Energia
ru: Распределитель мощности

source: Nexus
ja: ネクサス
ru: Нексус

source: Penrose Zero
es: Penrose Cero
ja: ペンローズゼロ
pl: Penrose 0
ru: Пенроуз Ноль

source: CommandControl
de: Kommandosteuerung
es: Control de comando
fr: Contrôle de commande
ja: コマンドコントロール
pl: Sterownia
pt: ControleDeComando
ru: МодульУправления

source: Modular plasma cannon
de: Modulare Plasmakannone
es: Cañon modular de plasma
fr: Canon à plasma modulaire
ja: モジュラープラズマキャノン
pl: Modułowe działo plazmowe
pt: Canhão de plasma modular
ru: Модульная плазменная пушка

source: DamageAmplifier
de: Schadensverstärker
es: Amplificador de daños
fr: Amplificateur de dégâts
ja: ダメージアンプリファイアー
pl: Wzmacniacz obrażeń
pt: AmplificadorDeDano
ru: УсилительУрона

source: Increases damage of attached weapon
de: Erhöht den Schaden der Waffe, an der er angebracht ist
es: Aumenta el daño del arma adjunta
fr: Augmente les dégâts de l'arme attachée
ja: 装備している兵器のダメージを増大
pl: Po dołączeniu zwiększa obrażenia zadawane przez broń
pt: Aumenta o dano da arma conectada a ele
ru: Увеличивает урон прикрепленного оружия

source: Significantly increases damage of attached weapon
de: Erhöht den Schaden der Waffe stark, an der er angebracht ist
es: Aumenta de gran manera el daño del arma adjunta
fr: Augmente considérablement les dégâts de l'arme attachée
ja: 装備している兵器のダメージを大幅に増大
pl: Po dołączeniu znacząco zwiększa obrażenia zadawane przez broń
pt: Aumenta o dano da arma conectada a ele consideravelmente
ru: Значительно увеличивает урон прикрепленного оружия

source: VelocityAmplifier
de: Geschwindigkeitsverstärker
es: Amplificador de velocidad
fr: Amplificateur de vélocité
ja: ベロシティアンプリファイアー
pl: Wzmacniacz prędkości
pt: AmplificadorDeVelocidade
ru: УсилительСкорости

source: Significantly increases projectile speed of attached weapon
de: Erhöht die Projektilgeschwindigkeit der Waffe stark, an der er angebracht ist
es: Aumenta de gran manera la velocidad de proyectil del arma adjunta
fr: Augmente considérablement la vitesse du projectile de l'arme attachée
ja: 装備している兵器の投射速度を大幅に増大
pl: Po dołączeniu zwiększa prędkość wystrzeliwanych pocisków
pt: Aumenta a velocidade do projétil da arma conectada a ele consideravelmente
ru: Значительно увеличивает скорость снаряда прикрепленного оружия

source: Rocket Drone Launcher
de: Raketendrohnenabschussvorrichtung
es: Lanzacohetes de drones
fr: Lanceur de drone fusée
ja: ロケット ドローンランチャー
pl: Wyrzutnia dronów rakietowych
pt: Lança-Drones com Foguete
ru: Ракетный модуль запуска дронов

source: Crop Seed
de: Erntesamen
es: Semillas de cultivos
fr: Graine végétale
ja: 作物の種子
pl: Nasiona roślin uprawnych
pt: Semente de Vegetal
ru: Плодоносное зерно

source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
pl: Dowództwo
pt: Comando
ru: Команда

source: Subcommand
de: Unterbefehl
es: Subcomando
fr: Sous-commande
ja: サブコマンド
pl: Poddowództwo
pt: Subcomando
ru: Подкоманда

source: Station Command
de: Stationskommando
es: Comando de estación
fr: Commande de station
ja: ステーションコマンド
pl: Dowództwo stacji
pt: Comando de Estação
ru: Управление станцией

source: Power your weapons (more)
de: Geben Sie Ihren Waffen Energie (mehr)
es: Potencia tus armas (más)
fr: Chargez vos armes (plus)
ja: 兵器に動力を供給 (より多く)
pl: Zasil swoje uzbrojenie (lepiej)
pt: Energiza suas armas (mais ainda)
ru: Усиление оружия (большее)

source: Plasma Cannon
de: Plasmakannone
es: Cañón de plasma
fr: Canon à plasma
ja: プラズマキャノン
pl: Działo plazmowe
pt: Canhão de Plasma
ru: Плазменная пушка

source: Short range rapid-fire point defense
de: Kurzstreckenverteidiger mit Schnellfeuer
es: Defensa de punto de corto alcance y disparo rápido
fr: Défense de point à tir rapide et à courte portée
ja: 短距離型の高速連射型ポイントディフェンス
pl: Niski zasięg; wysoka szybkostrzelność
pt: Defesa pontual com disparos rápidos e alcance curto
ru: Скорострельное средство точечной обороны с малой дальностью

source: Railgun
de: Schienengewehr
es: Cañón de riel
fr: Canon à rail
ja: レールガン
pl: Działo elektryczne
ru: Рельсовая пушка

source: Very long range turreted sniper weapon
de: Scharfschützenwaffe auf Geschützturm mit sehr großer Reichweite
es: Torreta francotiradora de muy largo alcance
fr: Arme de sniper à tourelle à très longue portée
ja: 非常に射程距離の高い小塔のある狙撃兵器
pl: Wieżyczka snajperska o bardzo długim zasięgu strzału
pt: Arma de sniper montada em torre com longuíssimo alcance
ru: Очень дальнобойное снайперское оружие

source: Very high rate of fire short range plasma weapon
de: Kurzstrecken-Plasmawaffe mit sehr hoher Feuerrate
es: Arma de plasma de alta cadencia de disparo y corto alcance
fr: Une arme à plasma à la cadence de tir très élevée et à moyenne portée
ja: 超高速射撃が可能な短距離型プラズマ兵器
pl: Broń plazmowa o niezwykle wysokiej szybkostrzelności
pt: Arma de plasma com alcance curto e taxa de disparo altíssima
ru: Плазменное оружие малой дальности с очень высокой скорострельностью
