Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Rapid-fire directional plasma weapon
de: Direktionale Plasmawaffe mit Schnellfeuer
es: Arma direccional de plasma y de disparo rápido
fr: Une arme à plasma directionnelle à tir rapide
ja: 高速連射型の指向性プラズマ兵器
pl: Szybkostrzelna kierunkowa broń zaporowa
pt: Arma direcional de plasma com disparos rápidos
ru: Скорострельное плазменное оружие узконаправленного действия

source: Torpedo Launcher
de: Torpedowerfer
es: Lanzatorpedos
fr: Lance-torpilles
ja: 魚雷ランチャー
pl: Wyrzutnia torped
pt: Lança-Torpedos
ru: Торпедный аппарат

source: Launches high damage unguided torpedoes
de: Verschießt ungelenkte Torpedos, die hohen Schaden machen
es: Lanza torpedos no dirigidos de alto daño
fr: Lance des torpilles non guidées aux dégâts élevés
ja: 高ダメージ性の無誘導魚雷を発射
pl: Wystrzeliwuje pociski niekierowane zdolne zadawać wysokie obrażenia
pt: Lança torpedos não guiados com alto dano
ru: Запускает неуправляемый торпеды, которые наносят большой урон

source: Extremely high damage but very short range beam weapon
de: Strahlenwaffe mit extrem hohem Schaden, aber nur sehr kurzer Reichweite
es: Arma de rayos de alto daño pero de corto alcance
fr: Une arme à faisceau aux dégâts extrêmement élevés, mais à la portée très courte
ja: 非常に高ダメージの超短距離型ビーム兵器
pl: Śmiercionośny promień zdolny zadawać olbrzymie obrażenia na małych odległościach
pt: Arma com feixe de altíssimo dano e curtíssimo alcance
ru: Лучевое оружие с очень большим уроном, но очень малой дальностью

source: Blast Pulser
de: Stoß-Impulsgeber
es: Bláster de pulsos
fr: Pulseur explosif
ja: ブラストパルサー
pl: Działo pulsacyjne
pt: Pulsador de Disparos
ru: Импульсник

source: Unidirectional projectile emitter
de: Einseitig gerichteter Projektilstrahler
es: Emisor de proyectil unidireccional
fr: Émetteur de projectiles unidirectionnel
ja: 単一指向性の投射物体エミッター
pl: Jednokierunkowy miotacz pocisków
pt: Emite projéteis unidirecionais
ru: Однонаправленный излучатель снарядов

source: Plasma Mortar
de: Plasmamörser
es: Mortero de plasma
fr: Mortier à plasma
ja: プラズマ迫撃砲
pl: Moździerz plazmowa
pt: Morteiro de Plasma
ru: Плазменная мортара

source: Mine Layer
de: Minenleger
es: Capa de minas
fr: Couche de mines
ja: 機雷敷設機
pl: Stawiacz min
pt: Lança-Minas
ru: Минный раскладчик

source: Very long range, high damage spinal mounted death machine
de: Sehr große Reichweite, Rückgrat-Todesmaschine mit hohem Schaden
es: Máquina mortal de muy largo alcance y alto daño
fr: Une machine de mort vertébrale à très longue portée infligeant des dégâts élevés
ja: 超長距離型高ダメージ取り付け型デスマシン
pl: Śmiercionośne uzbrojenie o niezwykle dalekim zasięgu, montowane wzdłuż statku
pt: Maquina mortífera de altíssimo alcance e forte dano
ru: Машина смерти, устанавливаемая на главную ось корабля. Очень большая дальность, большой урон

source: Teleporter
es: Teletransportador
fr: Téléporteur
ja: テレポーター
pt: Teletransportador
ru: Телепортатор

source: Crystallite
de: Kristallit
es: Cristalita
fr: Cristallite
ja: クリスタライト
pl: Krystalit
pt: Cristalita
ru: Кристаллит

source: Booster
de: Verstärker
es: Amplificador
ja: ブースター
pl: Wzmacniacz
pt: Propulsor
ru: Бустер

source: Plasma Diffractor
de: Plasma-Diffrakter
es: Deflector de plasma
fr: Diffracteur de plasma
ja: プラズマディフラクター
pl: Dyfraktor plazmowy
pt: Difrator de Plasma
ru: Плазменный дифрактор

source: Heavy Bodywork
de: Schwere Karosserie
es: Chapa pesada
fr: Carrosserie lourde
ja: 重構造
pl: Ciężkie poszycie
pt: Lataria Pesada
ru: Тяжелый корпус

source: Maneuver Thruster
de: Manöver-Schubdüse
es: Propulsor de maniobras
fr: Propulseur de manœuvre
ja: 操作スラスター
pl: Dysza manewrowa
pt: Propulsor para Manobra
ru: Маневренный ускоритель

source: Tractor Beam
de: Traktorstrahl
es: Rayo de tracción
fr: Rayon tracteur
ja: トラクタービーム
pl: Promień ciągnikowy
pt: Raio Trator
ru: Захватный луч

source: Rapid-fire guided missile launcher
de: Gelenkter Schnellfeuer-Raketenwerfer
es: Lanzamisiles dirigidos de fuego rápido
fr: Un lance-missiles guidé à tir rapide
ja: 高速の誘導ミサイルランチャー
pl: Szybkostrzelne rakiety samonaprowadzające
pt: Um lança-mísseis teleguiado com disparos rápidos
ru: Скорострельная пусковая установка для управляемых ракет

source: Annihilator
de: Vernichter
es: Aniquilador
fr: Annihilateur
ja: アナイアレイター
pl: Anihilator
pt: Aniquilador
ru: Аннигилятор

source: Obliterator
de: Auslöscher
es: Destructor
fr: Anéantisseur
ja: オブリテレーター
pt: Obliterador
ru: Уничтожитель

source: Depot
es: Depósito
fr: Dépôt
ja: デポ
pl: Skład
pt: Depósito
ru: Депо

source: Armor Spike
de: Rüstungsdorn
es: Punta de blindaje
fr: Pic de blindage
ja: 装甲スパイク
pl: Pancerz kolcowy
pt: Espinho de Blindagem
ru: Броневой шип

source: Left Bumper
de: Linker Stoßfänger
es: Bumper izquierdo
fr: Gâchette haute gauche
ja: 左バンパー
pl: Lewy bumper
pt: Botão Superior Esquerdo
ru: Левый курок

source: Left Trigger
de: Linker Abzug
es: Gatillo izquierdo
fr: Gâchette gauche
ja: 左トリガー
pl: Lewy spust
pt: Gatilho Esquerdo
ru: Левая кнопка-триггер

source: ENTER/Click
de: EINGABE/Klicken
es: ENTRAR/Hacer clic
fr: ENTRÉE/clic
ja: ENTER/クリック
pl: ENTER/Kliknij
pt: ENTER/Clique
ru: ВВОД/Щелчок мыши

source: DPad Left
de: DPad links
es: DPad izquierda
fr: DPad Gauche
ja: 十字ボタン←
pl: Pad kierunkowy Lewo
pt: Direcional para a Esquerda
ru: Крестовина влево

source: Right Axis X
de: Rechte Achse X
es: Eje X derecho
fr: Axe droit X
ja: 右スティック左右
pl: Prawa Oś X
pt: Eixo X Direito
ru: Правая ось X

source: Right Axis Y
de: Rechte Achse Y
es: Eje Y derecho
fr: Axe droit Y
ja: 右スティック上下
pl: Prawa Oś Y
pt: Eixo Y Direito
ru: Правая ось Y

source: Play Next
de: Nächstes abspielen
es: Reproducir siguiente
fr: Jouer suivant
pl: Odtwórz nast.
pt: Tocar Próx.
ru: Воспроизвести след.

source: Gamepad A
es: Mando A
fr: Manette A
pl: Pad do gry A
pt: A no Gamepad
ru: Кнопка А (геймпад)

source: Gamepad B
es: Mando B
fr: Manette B
pl: Pad do gry B
pt: B no Gamepad
ru: Кнопка B (геймпад)

source: Gamepad X
es: Mando X
fr: Manette X
pl: Pad do gry X
pt: X no Gamepad
ru: Кнопка Х (геймпад)

source: Off
de: Aus
es: Apagado
fr: Désactivé
pl: Wył.
pt: Desligado
ru: Выкл.

source: Full
de: Voll
es: Lleno
fr: Plein
pl: Wysokie
pt: Total
ru: Полн.

source: Flies
de: Fliegen
es: Moscas
fr: Mouches
ja: ファイル
pl: Owady
pt: Moscas
ru: Мухи

source: Drop here to remove Click to cancel edit
de: Zum Entfernen hierhin ziehen Anklicken zum Abbrechen der Bearbeitung
es: Suéltalo aquí para retirarlo. Haz clic para cancelar la edición
fr: Déposer ici pour supprimer Cliquer ici pour annuler la modification
ja: ここにドロップして削除 クリックして編集をキャンセル
pl: Upuść, aby usunąć Kliknij, by anulować
pt: Arraste até aqui para remover Clique para cancelar a edição
ru: Перетащите сюда, чтобы удалить Нажмите, чтобы отменить редактирование

source: Confirm Exit
de: Verlassen bestätigen
es: Confirmar salir
fr: Confirmer avant de quitter
ja: 終了を確認
pl: Potwierdź wyjście
pt: Confirmar Sair
ru: Подтвердите выход

source: View Instructions ('h' or '?')
de: Anleitung aufrufen (‚h' oder ‚?')
es: Ver las instrucciones ("h" o "?")
fr: Voir instructions (« h » or « ? »)
ja: 説明を表示 ('h'または'?')
pl: Wyświetl instrukcję ('h' lub '?')
pt: Visualizar Instruções ('j' ou '?')
ru: Просмотреть инструкции («h» или «?»)

source: Change editor controls
de: Editor-Einstellungen ändern
es: Cambiar controles del editor
fr: Changer les commandes de l'éditeur
ja: エディターのコントローラーを変更
pl: Zmień sterowanie edytora
pt: Alterar controles de edição
ru: Изменить управление в редакторе

source: Test
es: Probar
ja: テスト
pl: Przetestuj
pt: Testar
ru: Испытание

source: Current Design
de: Aktuelles Design
es: Diseño actual
fr: Conception actuelle
ja: 現在のデザイン
pl: Obecny projekt
pt: Projeto Atual
ru: Текущая конструкция

source: Ally Fleet Control
de: Alliertenflottensteuerung
es: Control de la flota aliada
fr: Contrôle de flotte alliée
ja: 仲間の艦隊コントロール
pl: Pod kontrolą floty sojuszniczej
pt: Controle da Frota Aliada
ru: Управление флотом союзника

source: Player Fleet Control
de: Spielerflottensteuerung
es: Control de la flota del jugador
fr: Contrôle de flotte du joueur
ja: プレイヤーの艦隊コントロール
pl: Pod kontrolą floty gracza
pt: Controle da Frota do Jogador
ru: Управление флотом игрока

source: WARNING Need %dR for metamorphosis
de: WARNUNG Sie brauchen %dR zur Metamorphose
es: ADVERTENCIA Se necesita %dR para la metamorfosis
fr: ATTENTION : besoin de %dR pour métamorphose
ja: 警告 変形には、%dRが必要です
pl: UWAGA: Wymag. %dR, by dokonać modyfikacji
pt: AVISO Necessário(s) %dR para metamorfose
ru: ВНИМАНИЕ! Нужно %dR для изменения конструкции

source: Drop to copy
de: Zum Kopieren ziehen
es: Soltar para copiar
fr: Déposer pour copier
ja: ドロップしてコピー
pl: Upuść, aby skopiować
pt: Solte para copiar
ru: Перетащите сюда, чтобы скопировать

source: Damaged Station
de: Beschädigte Station
es: Estación dañada
fr: Station endommagée
ja: ダメージを負ったスポーナー
pl: Uszkodzona stacja
pt: Estação Danificada
ru: Поврежденная станция

source: Wormhole
de: Wurmloch
es: Agujero de gusano
fr: Trou de ver
ja: ワームホール
pl: Tunel
pt: Buraco de Minhoca
ru: Червоточина

source: Agent
es: Agente
ja: エージェント
pt: Agente
ru: Агент

source: Controlled by %s
de: Beherrscht von %s
es: Controlado por %s
fr: Contrôlé par %s
ja: コントロールしているプレイヤー:%s
pl: Pod kontrolą: %s
pt: Controlado por %s
ru: Под контролем: %s

source: Spawner
es: Generador
fr: Créateur
ja: スポーナー
pl: Wytwórca
pt: Produtor
ru: Корабль-строитель

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
ja: 資源
pl: Zasoby
pt: Recursos
ru: Ресурсы

source: You
de: Sie
es: Tu
fr: Vous
ja: プレイヤー
pl: TY
pt: Você
ru: Вы

source: Friendly
de: Freundlich
es: Amigable
fr: Amical
ja: 仲間
pl: Przyjazny
pt: Aliado
ru: Дружественный

source: Defending
de: Verteidigt
es: Defendiendo
fr: Défend
ja: 防御中
pl: Obronny
pt: Defendendo
ru: Защищает

source: TARGET LOCKED
de: ZIEL ERFASST
es: BLANCO FIJADO
fr: CIBLE VERROUILLÉE
ja: ターゲットロック完了
pl: NAMIERZONY
pt: ALVO ADQUIRIDO
ru: ЦЕЛЬ ЗАХВАЧЕНА

source: COMMAND MODE
de: Befehlsmodus
es: MODO COMANDO
fr: MODE DE COMMANDE
ja: コマンドモード
pl: TRYB DOWODZENIA
pt: MODO COMANDO
ru: РЕЖИМ КОМАНДИРА

source: Export Failed
de: Exportieren fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: エクスポートに失敗しました
pl: Błąd eksportu
pt: Erro na Exportação
ru: Ошибка экспорта

source: Importing...
de: Es wird importiert ...
es: Importando...
fr: Importation en cours…
ja: インポート中...
pl: Import w toku...
pt: Importando...
ru: Импортирование...

source: Respawning...
de: Wird erneut gespawnt ...
es: Reapareciendo...
fr: Recréation en cours…
ja: 再スポーンしています...
pl: Odradzenie w toku...
pt: Renascendo...
ru: Восстановление...

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
ja: 読み込み中
pl: Wczytywanie
pt: Carregando
ru: Загрузка

source: Starting
de: Anfangen
es: Iniciando
fr: Lancement
ja: 開始しています
pl: Rozpoczęcie
pt: Iniciando
ru: Запуск

source: What is your name?
de: Wie heißen Sie?
es: ¿Cuál es tu nombre?
fr: Quel est votre nom ?
ja: 名前は何ですか？
pl: Jak masz na imię?
pt: Qual é o seu nome?
ru: Как вас зовут?

source: What is your favorite color?
de: Was ist Ihre Lieblingsfarbe?
es: ¿Cuál es tu color favorito?
fr: Quelle est votre couleur préférée ?
ja: お気に入りの色は何ですか？
pl: Jaki jest twój ulubiony kolor?
pt: Qual é a sua cor favorita?
ru: Ваш любимый цвет?

source: LOCKED
de: NICHT FREIGESCHALTET
es: BLOQUEADO
fr: VERROUILLÉ
ja: ロックされています
pl: NIEDOSTĘPNI
pt: BLOQUEADA
ru: ЗАБЛОКИРОВАНО

source: fleet only
de: nur Flotte
es: solo flota
fr: flotte seulement
ja: 艦隊のみ
pl: tylko flota
pt: somente a frota
ru: (только флот)

source: Regenerate World
de: Welt regenerieren
es: Regenerar mundo
fr: Régénérer le monde
ja: 世界を再作成
pl: Odnów świat
pt: Gerar Mundo Novamente
ru: Регенерировать мир

source: Select Save Slot
de: Speicherplatz auswählen
es: Seleccionar ranura para guardar
fr: Sélectionner la sauvegarde
ja: セーブスロットを選択
pl: Wybierz okno zapisu
pt: Selecione o Jogo Salvo
ru: Выберите слот для сохранения

source: Using System save path
de: System-Speicherpfad wird verwendet
es: Usando la ruta de acceso de guardado del sistema
fr: Utilise le chemin de sauvegarde du système
ja: System保存パスを使用
pl: Użycie ścieżki zapisu systemowej
pt: Usando o local de salvamento de Sistema
ru: Используется системный путь сохранения

source: See %s for modding documentation
de: Unter %s finden Sie die Dokumentation des Moddens
es: Consulta %s para más información sobre las modificaciones
fr: Voir %s pour la documentation concernant le modding
ja: 改造のドキュメンテーションは、%sを参照してください
pl: Aby uzyskać więcej informacji o modach, wyświetl %s
pt: Consulte %s para documentos referentes a mods
ru: Документация по модификациям – см. %s

source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours…
ja: 接続中....
pl: Trwa łączenie...
pt: Conectando...
ru: Установка подключения...

source: Clearing...
de: Leeren ...
es: Eliminando…
fr: Suppression…
ja: 消去中...
pl: Oczyszczanie...
pt: Limpando...
ru: Идет очистка...

source: Sandbox
es: Juego libre
fr: Bac à sable
ja: サンドボックス
pl: Piaskownica
ru: Песочница

source: Stay Here
de: Hierbleiben
es: Permanecer aquí
fr: Rester ici
ja: 待機せよ
pl: Pozostań
pt: Ficar Aqui
ru: Остаться

source: Follow Wormhole
de: Wurmloch folgen
es: Sigue el agujero de gusano
fr: Suivre le trou de ver
ja: ワームホールを進め
pl: Przebądź tunel
pt: Seguir Buraco de Minhoca
ru: Лететь в червоточину

source: Enter username and password
de: Nutzername und Passwort eingeben
es: Escribe el nombre de usuario y la contraseña
fr: Entrez le nom d'utilisateur et le mot de passe
ja: ユーザー名とパスワードを入力してください
pl: Wprowadź nazwę użytkownika i hasło
pt: Insira o nome de usuário e a senha
ru: Введите имя пользователя и пароль

source: Username (Anisoptera Forums)
de: Nutzername (Anisoptera-Foren)
es: Nombre de usuario (Foro Anisoptera)
fr: Nom d'utilisateur (forum Anisoptera)
ja: ユーザー名 (Anisoptera フォーラム)
pl: Nazwa użytkownika (z forum Anisoptera)
pt: Nome de Usuário (Anisoptera Forums)
ru: Имя пользователя (форумы Anisoptera)

source: Music Volume
de: Lautstärke Musik
es: Volumen de la música
fr: Volume de la musique
ja: 音楽の音量
pl: Głośność muzyki
pt: Volume da Música
ru: Громкость музыки

source: Fullscreen Window
de: Vollbild-Fenstermodus
es: Ventana de pantalla completa
fr: Fenêtre plein écran
ja: 全画面ウィンドウ
pl: Okno pełnoekranowe
pt: Janela em Tela Cheia
ru: Полноэкранное окно

source: True Fullscreen
de: Echter Vollbildmodus
es: Pantalla completa verdadera
fr: Vrai plein écran
ja: 完全な全画面表示
pl: Pełny ekran
pt: Tela Cheia Total
ru: Полноэкранный

source: Frame Rate
de: Bildfrequenz
es: Velocidad de cuadros
fr: Images par seconde
ja: フレームレート
pl: Klatki/s
pt: Taxa de Quadros
ru: Частота кадров

source: VSync
es: Sincronización vertical
ja: 垂直同期
pl: Synchr. pionowa
ru: Верт. синхронизация

source: Game simulation step rate
de: Spielsimulations-Taktrate
es: Índice de simulaciones del juego
fr: Fréquence d'échelonnement de simulation du jeu
ja: ゲームシミュレーションステップ速度
pl: Częstotliwość odśwież. symulacji gry
pt: Taxa de atualização da simulação do jogo
ru: Шаг моделирования в игре

source: Particle Effects
de: Partikeleffekte
es: Efectos de partículas
fr: Effets de particules
ja: 粒子効果
pl: Efekty cząsteczkowe
pt: Efeitos de Partículas
ru: Эффекты частиц

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ja: 無効
pl: Wyłączono
pt: Desabilitado
ru: Выкл.

source: Just Stars
de: Nur Sterne
es: Solo las estrellas
fr: Étoiles seulement
ja: 星のみ
pl: Tylko gwiazdy
pt: Somente Estrelas
ru: Только звезды

source: HDR Effects
de: HDR-Effekte
es: Efectos HDR
fr: Effets HDR
ja: HDR効果
pl: Efekty HDR
pt: Efeitos HDR
ru: Эффекты HDR

source: Dithered HDR Effects
de: Farbreduzierte HDR-Effekte
es: Efectos HDR interpolados
fr: Effets HDR tramés
ja: ディザー処理されたHDR効果
pl: Rozsiane efekty HDR
pt: Efeitos HDR com Pontilhamento
ru: Эффекты HDR со сглаживанием

source: Menus
de: Menüs
es: Menús
ja: メニュー
pl: Menu
ru: Меню

source: Bloom
de: Bloom-Effekt
es: Resplandor
ja: ブルーム
ru: Свечение

source: Line Quality
de: Leitungsqualität
es: Calidad de línea
fr: Qualité de ligne
ja: 曲線描写の質
pl: Jakość linii
pt: Qualidade das Linhas
ru: Качество линий

source: Fastest Smoothed
de: Schnellste Glättung
es: Suavizado rápido
fr: Lissée plus rapidement
ja: 速度重視によるスムーズ化
pl: Wydajne wygładzanie
pt: Fluídas com Bom Desempenho
ru: Быстрое сглаживание

source: Additional Ship Design
de: Zusätzliche Schiffsdesigns
es: Diseño adicional de la nave
fr: Conception de vaisseau supplémentaire
ja: その他戦艦デザイン
pl: Projekty statków
pt: Outros Desenhos de Naves
ru: Доп. дизайн кораблей

source: Reset Defaults
de: Auf Standardeinstellung zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser par défaut
ja: デフォルトにリセットする
pl: Przyw. domyślne
pt: Restaurar Configurações
ru: По умолчанию

source: Point Defense Group - autofire at nearby targets, including missiles
de: Verteidigungsgruppe - greift automatisch Ziele in der Nähe, einschließlich Raketen, an
es: Grupo de defensa de punto: dispara automáticamente a los objetivos cercanos, incluyendo los misiles
fr: Groupe de défense de point : tire automatiquement sur les cibles à proximité, incluant les missiles
ja: 地点防空グループ - 近くの目標に自動的に攻撃、ミサイルを含む
pl: Grupa obrony punktowej - ogień automatyczny w pobliskie cele i rakiety
pt: Grupo de Defesa Pontual - dispara automaticamente contra alvos próximos, inclusive mísseis
ru: Группа обороны – автоматическая стрельба по ближайшим целям, включая ракеты

source: Blocks
de: Blöcke
es: Bloques
fr: Blocs
ja: ブロック
pl: Elementy
pt: Blocos
ru: Блоки

source: Spaceships
de: Raumschiffe
es: Naves espaciales
fr: Vaisseaux spatiaux
ja: 宇宙船
pl: Statki kosmiczne
pt: Espaçonaves
ru: Корабли

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ja: 公開
pl: Udostępnij
pt: Publicar
ru: Публикация

source: Creating Workshop Item...
de: Workshop-Gegenstand wird erstellt ...
es: Creando objeto Workshop...
fr: Création de l'objet du Workshop…
ja: ワークショップアイテムを作成中...
pl: Stwórz przedmiot dla Warsztatu
pt: Criando Item na Oficina...
ru: Создание предмета Мастерской...

source: Gamepad Activated
de: Gamepad aktiviert
es: Mando activado
fr: Manette activée
ja: ゲームパッドを有効にしました
pl: Pad do gry aktywny
pt: Gamepad Ativado
ru: Геймпад включен

source: Disabled Auto Aim
de: Auto-Zielen deaktiviert
es: Puntería automática desactivada
fr: Visée automatique désactivée
ja: オートエイムを無効にしました
pl: Wył. celowanie autom.
pt: Mira Auto. Desabilitada
ru: Автоприцеливание выключено

source: Absolute Controls, Cursor Rotates
de: Absolute Steuerung, Cursor rotiert
es: Controles absolutos, el cursor gira la nave
fr: Contrôles absolus, le curseur pivote
ja: 絶対制御、カーソルで回転
pl: Całkowita kontrola, kursor obraca
pt: Controle Absoluto, Cursor Gira
ru: Абсолютное управление, курсор для поворота

source: Default HUD
de: Standard-HUD
es: Pantalla HUD predeterminada
fr: Interface par défaut
ja: デフォルトのHUD
pl: Domyślny HUD
pt: Interface Padrão
ru: HUD по умолчанию

source: Disabled HUD
de: Deaktiviertes HUD
es: Pantalla HUD deshabilitada
fr: Interface désactivée
ja: 無効化されたHUD
pl: Wyłączony HUD
pt: Interface Desativada
ru: HUD выключен

source: Need %d additional C to recruit
de: Zusätzlich %d C nötig zum Rekrutieren
es: Se necesitan %d C adicionales para reclutar
fr: Vous avez besoin de %d C supplémentaires pour recruter
ja: リクルートするには、さらに%dのCが必要です。
pl: Potrzeba %d Ś więcej, by zrekrutować
pt: São necessários mais %d C para recrutar
ru: Нужно на %d больше C, чтобы завербовать

source: No Teleporter on Ship
de: Kein Teleporter auf dem Schiff
es: No hay un teletransportador en la nave
fr: Pas de téléporteur sur le vaisseau
ja: 戦艦には、テレポーターが搭載されていません
pl: Brak teleportera na statku
pt: Não há Teletransportador na Nave
ru: На корабле нет телепортатора

source: Reactivated %s
de: %s reaktiviert
es: %s reactivado
fr: Vous avez réactivé %s
ja: %s再始動しました
pl: Aktywowano %s
pt: Reativou %s
ru: Выполнена активация: %s

source: Ship does not contain factory
de: Das Schiff enthält keine Fabrik
es: La nave no tiene una fábrica
fr: Le vaisseau ne contient pas d'usine
ja: 戦艦にはファクトリーがありません
pl: Statek nie posiada stoczni
pt: A nave não possui uma fábrica
ru: На корабле нет завода

source: Current blueprint uses encrypted blocks
de: Aktuelle Blaupausen verwenden verschlüsselte Blöcke
es: El diseño actual utiliza bloques cifrados
fr: Le plan actuel utilise des blocs cryptés
ja: 最新の設計図は、暗号化されたブロックを使用しています
pl: Obecny projekt używa elem. szyfrowanych
pt: Projeto atual usa blocos criptografados
ru: В текущем чертеже используются зашифрованные блоки

source: No current blueprint - use '%s'
de: Keine aktuelle Blaupause - verwenden Sie ‚%s'
es: No hay diseños actuales - usa "%s"
fr: Aucun plan actuel : utilisez « %s »
ja: 最新の設計図がありません - '%s'を使用
pl: Brak bieżącego projektu - użyj '%s'
pt: Nenhum projeto - use '%s'
ru: Текущий чертеж отсутствует – используйте «%s»

source: Metamorphosizing ship
de: Metamorphose des Schiffs
es: Transformando la nave
fr: Vaisseau métamorphosé
ja: 戦艦を変形させています
pl: Modyfikacja statku w toku
pt: Metamorfoseando nave
ru: Преобразование корабля

source: Mine
es: Mina
ja: 機雷
pl: Mina
pt: Mina
ru: Мина

source: Command Module
de: Befehlsmodul
es: Módulo comando
fr: Module de commande
ja: コマンドモジュール
pl: Moduł dowodzenia
pt: Módulo de Comando
ru: Командный модуль

source: R Collection Range: %.f
de: R-Sammelbereich: %.f
es: Rango de recolección R: %.f
fr: Portée de ramassage de R : %.f
ja: R収集範囲: %.f
pl: Zasięg zbierania R: %.f
pt: Alcance da Coleta de R: %.f
ru: Диапазон сбора R: %.f

source: Teleporter Energy: %.f Energy/Mass
de: Teleporterenergy: %.f Energie/Masse
es: Energía del teletransportador: %.f Energía/Masa
fr: Énergie de téléporteur : %.f énergie/masse
ja: テレポーターエネルギー: %.f エネルギー/質量
pl: Energia teleportera: %.f Energii/masę
pt: Energia do Teletransportador: %.f Energia/Massa
ru: Энергия телепортатора: %.f эн./масса

source: Auto-firing
de: Automatisches Feuern
es: de disparo automático
fr: Tir automatique
ja: 自動攻撃
pl: Ogień autom
pt: de Disparo Automático
ru: Автоматическое

source: Charge time: %.1f secs
de: Ladezeit: %.1f Sek
fr: Temps de charge : %.1f s
ja: チャージ時間: %.1f 秒
pl: Naładowanie: %.1f s
pt: Tempo de carga: %.1f segs
ru: Время зарядки: %.1f сек

source: Velocity
de: Geschwindigkeit
es: Velocidad
fr: Vélocité
ja: 速度
pl: Prędkość
pt: Velocidade
ru: Скорость

source: /shot
de: /Schuss
es: /disparo
fr: /tir
ja: /ショット
pl: /strzał
pt: /disparo
ru: /выстрел

source: Turret Speed: %.f degrees/sec
de: Geschützturmgeschwindigkeit: %.f Grad/Sek
es: Velocidad Torreta: %.f grados/seg.
fr: Vitesse de la tourelle : %.f degrés/s
ja: 砲塔回転速度: %.f 度/秒
pl: Szyb. wieżyczki: %.f stopni/s
pt: Velocidade da Torre: %.f graus/seg
ru: Скорость башни: %.f град./сек

source: Torque: %.fK
de: Drehmoment: %.fK
es: Par de torsión: %.fK
fr: Couple : %.fK
ja: トルク: %.fK
pl: Moment napęd.: %.fK
ru: Крутящий момент: %.fK

source: Shield Health: %.f
de: Schild-HP: %.f
es: Salud del escudo: %.f
fr: Bouclier : %.f
ja: シールドヘルス: %.f
pl: Wartość tarczy: %.f
pt: Durabilidade do Escudo: %.f
ru: Здоровье щита: %.f

source: Shield Regen Delay: %.f secs
de: Schildregenerationsverzug: %.f Sek
es: Retraso de regen. del escudo: %.f seg.
fr: Délai de régénération du bouclier : %.f s
ja: シールド再生遅延: %.f 秒
pl: Opóźnienie reg. tarczy: %.f s
pt: Demora na Regen do Escudo: %.f segs
ru: Задержка восст-я щита: %.f сек

source: Mass: %.f
de: Masse: %.f
es: Masa: %.f
fr: Masse : %.f
ja: 質量: %.f
pl: Masa: %.f
pt: Massa: %.f
ru: Масса: %.f

source: Regrowth: %.1f secs
de: Nachwachsen: %.1f Sek
es: Regeneración: %.1f seg.
fr: Recroissance : %.1f s
ja: ブロック再生速度: %.1f 秒
pl: Odbudowa: %.1f s
pt: Ressurgimento: %.1f segs
ru: Восст-е конструкции: %.1f сек

source: Tutorial
fr: Tutoriel
ja: チュートリアル
pl: Samouczek
ru: Обучение

source: ^6R^7 Capacity Full
de: ^6R^7-Kapazität voll
es: Capacidad ^6R^7 llena
fr: Capacité de ^6R^7 remplie
ja: ^6R^7容量がいっぱいです
pl: Limit pojemności ^6R^7
pt: Capacidade Máxima de ^6R^7 Atingida
ru: Достигнута максимальная емкость ^6R^7
