Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Press '$transferRes' to trade ^6R^7 for ^3C^7
de: Klicken Sie ‚$transferRes' um ^6R^7 für ^3C^7 zu tauschen
es: Presiona "$transferRes" para cambiar ^6R^7 por ^3C^7
fr: Appuyez sur « $transferRes » pour échanger des ^6R^7 contre des ^3C^7
ja: '$transferRes'を押して、^6R^7を^3C^7と交換します
pl: Naciśnij '$transferRes', aby wymienić ^6R^7 na ^3C^7
pt: Pressione '$transferRes' para vender ^6R^7 por ^3C^7
ru: Нажмите «$transferRes», чтобы обменять ^6R^7 на ^3C^7

source: Activating...
de: Wird aktiviert ...
es: Activando...
fr: Activation…
ja: 始動させています...
pl: Aktywacja...
pt: Ativando...
ru: Активация...

source: Block already in palette
de: Block ist bereits in der Palette
es: El bloque ya está en la paleta
fr: Le bloc est déjà dans la palette
ja: パレットにすでにブロックがあります
pl: Elem. jest już w palecie
pt: Bloco já se encontra na paleta
ru: Блок уже в палитре

source: Not enough C to decrypt
de: Nicht genug C zum Entschlüsseln
es: No hay suficiente C para descifrar
fr: C insuffisants pour décrypter
ja: 解読するのに十分なCがありません
pl: Za mało C, aby zdeszyfrować
pt: Sem C suficientes para descriptografar
ru: Недостаточно С для расшифровки

source: Databank
de: Datenbank
es: Banco de datos
fr: Banque de données
ja: データバンク
pl: Baza danych
pt: Banco de dados
ru: Банк данных

source: Drag to rearrange
de: Ziehen zum Neuanordnen
es: Arrastra para reordenar
fr: Faites glisser pour réorganiser
ja: ドラッグして再配置
pl: Przeciągnij, by przemieścić
pt: Arraste para reordenar
ru: Перетащите, чтобы изменить расположение

source: Empty palette slot Drag from databank to fill
de: Leerer Palettenplatz Zum Füllen aus der Datenbank ziehen
es: Vaciar la ranura de la paleta Para llenarla, arrastra desde el banco de datos
fr: Emplacement de palette vide Faites glisser à partir de la banque de données pour la remplir
ja: 空のパレットスロット データバンクからドラッグして埋める
pl: Puste okno palety Przeciągnij z bazy danych, by wypełnić
pt: Espaço de paleta vazio Arraste um bloco do banco de dados para preencher
ru: Пустая ячейка палитры Перетащите из базы данных, чтобы заполнить

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロファイル
pl: Profil
pt: Perfil
ru: Профиль

source: PAUSED
de: PAUSIERT
es: PAUSADO
fr: EN PAUSE
ja: 中断
pl: PAUZA
pt: PAUSADO
ru: ПАУЗА

source: Wins Round %d!
de: gewinnt Runde %d!
es: Es el vencedor de la ronda %d
fr: remporte la manche %d !
ja: ラウンド%dで勝利！
pl: wygrywa rundę %d!
pt: Venceu o Round %d!
ru: побеждает в раунде %d!

source: No comparable ships
de: Keine vergleichbaren Schiffe
es: No hay naves comparables
fr: Pas de vaisseau comparable
ja: 相当する戦艦がありません
pl: Brak statków o zbliżonych spec.
pt: Não existem naves comparáveis
ru: Нет сравнимых кораблей

source: Fire all weapons in group simultaneously
de: Alle Waffen in der Gruppe gleichzeitig abfeuern
es: Dispara todas las armas en grupo de forma simultánea
fr: Tire avec toutes les armes d'un groupe simultanément
ja: グループ内の兵器をすべて同時に発射
pl: Wystrzel uzbrojenie w grupie jednocześnie
pt: Dispara todas as armas de um grupo simultaneamente
ru: Стрельба из всего оружия в группе одновременно

source: Double click to select all %ss
de: Doppelklick um alle %ss auszuwählen
es: Haz doble clic para seleccionar cada %s
fr: Double-cliquez pour sélectionner chaque %s
ja: ダブルクリックして%ssをすべて選択
pl: Dwuklik - wybór wszystkich broni typu %s
pt: Clique duas vezes para selecionar cada %s
ru: Щелкните дважды, чтобы выбрать все: %s

source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
pl: Prawo
pt: Direita
ru: Вправо

source: Fire Primary
de: Hauptwaffe feuern
es: Disparo primario
fr: Tir principal
ja: プライマリ兵器で攻撃
pl: Strzał podstawowy
pt: Disparar Principal
ru: Стрельба из оружия первой группы

source: Strafe Right
de: Rechts bombadieren
es: Desplazamiento derecha
fr: Strafe droit
ja: 右を機銃掃射
pl: Odbij w prawo
pt: Mover p/ Direita
ru: Стрейф вправо

source: View Map
de: Karte zeigen
es: Ver mapa
fr: Voir la carte
ja: マップを表示
pl: Wyświetl mapę
pt: Visualizar Mapa
ru: Просмотр карты

source: Toggle auto-aim
de: Auto-Zielen an-/ausschalten
es: Alternar puntería automática
fr: Activer le ciblage automatique
ja: オートエイムを切り替える
pl: Wł./wył. ogień aut.
pt: Alternar mira auto.
ru: Автоприцеливание вкл./выкл.

source: Zoom in
de: Rauszoomen
es: Acercar
fr: Zoomer
ja: 拡大
pl: Zbliżenie
pt: Aproximar
ru: Приблизить камеру

source: View Ships
de: Schiffe zeigen
es: Ver naves
fr: Voir les vaisseaux
ja: 艦を表示
pl: Wyświetl statki
pt: Visualizar Naves
ru: Просмотр кораблей

source: Edit Child Ship
de: Ableger-Schiff bearbeiten
es: Editar la nave secundaria
fr: Modifier le vaisseau enfant
ja: 子艦を編集
pl: Edytuj statek-dziecko
pt: Editar Nave Descendente
ru: Редактировать дочерний корабль

source: Rotate Camera Counterclockwise
de: Kamera gegen den Uhrzeigersinn rotieren
es: Rotar la cámara en sentido antihorario
fr: Faire tourner la caméra dans le sens antihoraire
ja: カメラを反時計回りに回転
pl: Obróć kamerę w lewo
pt: Girar Câmera no Sent. Anti-horário
ru: Повернуть камеру против часовой стрелки

source: Console
de: Konsole
es: Consola
ja: コンソール
pl: Konsola
ru: Консоль

source: Faster
de: Schneller
es: Más rápido
fr: Plus rapide
ja: 速
pl: Szybciej
pt: Mais rápido
ru: Быстрее

source: Slower
de: Langsamer
es: Más lento
fr: Plus lent
ja: 遅
pl: Wolniej
pt: Mais lento
ru: Медленнее

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消し
pl: Cofnij
pt: Desfazer
ru: Отменить

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直し
pl: Powtórz
pt: Refazer
ru: Вернуть

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pl: Skopiuj
pt: Copiar
ru: Копировать

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
ja: すべて選択
pl: Wybierz wszystko
pt: Selecionar Tudo
ru: Выбрать все

source: Pool
es: Grupos
fr: Groupe
ja: プール
pl: Grupa
pt: Liga
ru: Круговая

source: Clear
de: Leer
es: Borrar
fr: Effacer
ja: 消去
pl: Wyczyść
pt: Limpar
ru: Очистить

source: Imported Ships
de: Importierte Schiffe
es: Naves importadas
fr: Vaisseaux importés
ja: 戦艦をインポートしました
pl: Importowane statki
pt: Naves Importadas
ru: Импортированные корабли

source: 1 ship
de: 1 Schiff
es: 1 nave
fr: 1 vaisseau
ja: 1機の戦艦
pl: 1 statek
pt: 1 nave
ru: 1 корабль

source: Team
es: Equipo
fr: Équipe
ja: チーム
pl: Drużyna
pt: Equipe
ru: Команда

source: Steam Friends Unavailable:
de: Steam.Freunde können nicht aufgerufen werden:
es: Los amigos en Steam no están disponibles:
fr: Amis Steam non disponibles :
ja: Steamフレンドが利用できません:
pl: Znajomi Steam niedostępni
pt: Amigos no Steam Indisponíveis:
ru: Друзья в Steam недоступны:

source: Logging in...
de: Einloggen ...
es: Iniciando sesión...
fr: Connexion en cours…
ja: ログインしています...
pl: Logowanie...
pt: Conectando...
ru: Выполняется вход в систему...

source: Error:
de: Fehler:
fr: Erreur :
ja: エラー:
pl: Błąd:
pt: Erro:
ru: Ошибка:

source: Resource Containment Unit
de: Ressourcen-Auffangeinheit
es: Unidad de contención de recursos
fr: Unité de confinement de ressources
ja: 資源格納ユニット
pl: Jednostka magazynująca zasoby
pt: Unidade de Armazenagem de Recursos
ru: Хранилище ресурсов

source: Resource storage unit
de: Ressourcen-Speichereinheit
es: Unidad de almacenamiento de recursos
fr: Unité de stockage de ressources
ja: 資源保管ユニット
pl: Jednostka gromadząca zasoby
pt: Unidade de depósito de recursos
ru: Модуль для хранения ресурсов

source: Provides a medium amount of thrust
de: Produziert eine mittlere Menge an Schub
es: Ofrece una mediana cantidad de propulsión
fr: Produit une poussée moyenne
ja: 中量の推力を生成
pl: Generuje umiarkowany posuw.
pt: Produz propulsão moderada
ru: Создает среднее количество тяги

source: Generator
es: Generador
fr: Générateur
ja: ジェネレーター
pt: Gerador
ru: Генератор

source: Hull
de: Rumpf
es: Casco
fr: Coque
ja: 船殻
pl: Kadłub
pt: Casco
ru: Корпус

source: Fires numerous but slow explosive rounds, akin to a grenade launcher
de: Feuer viele aber dafür langsame Sprenggeschosse, ähnlich eines Granatwerfers
es: Dispara muchas rondas explosivas pero de manera lenta, parecido a un lanzagranadas
fr: Tire de nombreux obus explosifs lents, à l'instar d'un lanceur de grenade
ja: 大量かつ低速の爆弾を発射。これはグレネードランチャーと同種のもの
pl: Strzela licznymi, ale wolnymi pociskami wybuchowymi na wzór granatnika
pt: Dispara vários, porém lentos, projéteis explosivos, parecido com um lança-granadas.
ru: Выпускает большое количество медленных взрывчатых снарядов подобно гранатомету

source: Minigun
ja: ミニガン
pt: Miniarma
ru: Мини-пушка

source: Unmatched in range, this sniper rifle will always give you the first shot
de: Ungeschlagen wenn es um Reichweite gibt, haben Sie mir diesem Scharfschützengewehr immer den ersten Schuss
es: Su rango de alcance no tiene comparación, con este rifle de francotirador siempre podrás hacer el primer disparo
fr: La portée inégalée de ce fusil de sniper vous permettra de toujours toucher la cible en premier
ja: 射程範囲に最も優れた兵器。このスナイパーライフルでは常に先制攻撃が可能
pl: Niezrównany zasięg, który daje gwarancję oddania pierwszego strzału
pt: Com alcance incomparável, esse rifle sniper sempre lhe dará a iniciativa
ru: Благодаря этой снайперской пушке с непревзойденной дальностью вы всегда выстрелите первым

source: Phalanx
es: Falange
fr: Phalange
ja: ファランクス
pl: Falanga
pt: Falange
ru: «Фаланга»

source: MLS Avenger
fr: MLS Vengeur
ja: MLSアベンジャー
pl: MLS Mściciel
pt: Vingador MLS
ru: MLS «Мститель»

source: Longbow
de: Langbogen
es: Arco largo
fr: Arc long
ja: ロングボウ
pt: Arco longo
ru: «Боевой лук»

source: ZLM Sparrow
es: Gorrión ZLM
ja: ZLMスパロー
pl: ZLM Krogulec
pt: Pardal ZLM
ru: ZLM «Воробей»

source: Who doesn't like showering a target in missiles?
de: Wer überschüttet sein Ziel nicht gerne mit Rakenen?
es: ¿A quién no le gusta cubrir a su objetivo con misiles?
fr: Qui n'aime pas bombarder une cible des missiles?
ja: ターゲットにミサイルのシャワーをおみまいしたくない人などいるでしょうか
pl: Kto potrafi sobie odmówić skąpanie wroga w deszczu rakiet?
pt: Quem não gosta de metralhar mísseis sobre um alvo?
ru: Кто откажется накрыть цель градом ракет?

source: This small laser cannon is capable of taking out small targets in seconds
de: Diese kleine Laserkanone kann kleine Ziele in Sekunden erledigen
es: Este pequeño cañón láser es capaz de destruir pequeños objetivos en cuestión de segundos
fr: Ce petit canon laser est capable de détruire les petites cibles en quelques secondes
ja: この小型レーザー砲は、ものの数秒で小型の目標を一掃可能
pl: To niepozorne działko laserowe jest w stanie likwidować cele w ułamku sekundy
pt: Esse canhão laser de porte pequeno é capaz de destruir alvos menores em questão de segundos
ru: Эта маленькая лазерная пушка может в считанные секунды расправиться с небольшими целями

source: The instantaneous nature of lasers mean that damage is delivered before all else
de: Die unmittelbare Wirkung von Lasern bedeutet, dass ihr Schaden zuerst ankommt
es: La naturaleza instantánea de los láseres hace que los daños se produzcan primero que los demás
fr: Le caractère instantané des lasers signifie qu'il inflige des dégâts avant toutes les autres armes
ja: この瞬間性レーザーは、何よりも先にダメージを与えます
pl: Natychmiastowe skupienie wiązki zapewnia, że obrażenia zostaną zadane pierwsze
pt: A característica instantânea dos lasers causa dano antes de qualquer outra coisa
ru: Благодаря тому, что при выстреле лазер мгновенно достигает цели, он позволяет нанести урон первым

source: When you've got a lot of hardware to protect, look no further
de: Wenn Sie viel Hardware zu beschützen haben, müssen Sie nicht mehr weitersuchen
es: Cuando tienes muchos equipos que proteger, no necesitarás nada más
fr: Si vous avez beaucoup de matériel à protéger, ne cherchez pas plus loin
ja: 防御しなくてはならないハードウェアが多いなら、これ以上のものはありません
pl: Jeśli masz pod kopułą co bronić, trafiłeś we właściwe miejsce
pt: Quando você tem um monte de equipamentos para proteger, essa é sua resposta
ru: Выберите это, если вам нужно защитить много оборудования

source: Factory
de: Fabrik
es: Fábrica
fr: Usine
ja: ファクトリー
pl: Stocznia
pt: Fábrica
ru: Завод

source: Small size
de: Kleine Größe
es: Tamaño pequeño
fr: Petit
ja: 小型
pl: Mały
pt: Tamanho pequeno
ru: Небольшой размер

source: RangeAmplifier
de: Bereichsverstärker
es: Amplificador de rango
fr: Amplificateur de portée
ja: レンジアンプリファイアー
pl: Wzmacniacz zasięgu
pt: AmplificadorDeAlcance
ru: УсилительДальности

source: Increases range and projectile speed of attached weapon
de: Erhöht die Reichweite und die Projektilgeschwindigkeit der Waffe, an der er angebracht ist
es: Aumenta el alcance y velocidad de proyectil del arma adjunta
fr: Augmente la portée et la vitesse du projectile de l'arme attachée
ja: 装備している兵器の射程範囲と投射速度を増大
pl: Po dołączeniu zwiększa zasięg oraz prędkość wystrzeliwanych pocisków
pt: Aumenta o alcance e a velocidade do projétil da arma conectada a ele
ru: Увеличивает дальность и скорость снаряда прикрепленного оружия

source: Increases rate of fire of attached weapon
de: Erhöht die Feuerrate der Waffe, an der er angebracht ist
es: Aumenta la cadencia de disparo del arma adjunta
fr: Augmente la cadence de tir de l'arme attachée
ja: 装備している兵器の発射速度を増大
pl: Po dołączeniu zwiększa szybkostrzelność broni
pt: Aumenta a taxa de disparo da arma conectada a ele
ru: Увеличивает скорострельность прикрепленного оружия

source: Solar Array
de: Solarzellengruppe
es: Formación solar
fr: Panneau solaire
ja: ソーラーアレイ
pl: Panele słoneczne
pt: Placa Solar
ru: Солнечная батарея

source: Crop Stem
de: Erntestamm
es: Tallo del cultivo
fr: Culture
ja: 作物の茎
pl: Łodygi roślin uprawnych
pt: Caule de Vegetal
ru: Плодоносный стебель

source: Root
de: Wurzel
es: Raíz
fr: Racine
ja: ルート
pl: Korzeń
pt: Raiz
ru: Корень

source: Power your weapons
de: Geben Sie Ihren Waffen Energie
es: Potencia tus armas
fr: Chargez vos armes
ja: 兵器に動力を供給
pl: Zasil swoje uzbrojenie
pt: Energiza suas armas
ru: Усиление оружия

source: Transformer
de: Transformator
es: Transformador
fr: Transformateur
ja: トランスフォーマー
pl: Transformator
pt: Transformador
ru: Преобразователь

source: Proton Beam
de: Protonenstrahl
es: Rayo de protones
fr: Faisceau de protons
ja: プロトンビーム
pl: Wiązka protonowa
pt: Feixe de Prótons
ru: Протонный луч

source: Proton Sword
de: Protonenschwert
es: Espada de protones
fr: Épée protonique
ja: プロトンソード
pl: Miecz protonowy
pt: Espada de Prótons
ru: Протонный меч

source: Burst Laser
de: Stoß-Laser
es: Láser de ráfagas
fr: Rafale laser
ja: バーストレーザー
pl: Laser powtarzalny
pt: Emissor de Laser
ru: Импульсный лазер

source: High damage, large splash radius dumb mines
de: Hoher Schaden, Minen mit großem Radius für Flächenschaden
es: Minas no inteligentes de alto daño en el radio de expansión
fr: Des mines aveugles infligeant des dégâts par dispersion élevés
ja: 高ダメージ、広範囲の拡散範囲の機雷
pl: Wysokie obrażenia; duży obszar rażenia
pt: Libera minas imbecis com alto poder de destruição e dano em área
ru: Мины с большим уроном и большим радиусом поражения

source: Shield Projector
de: Schildprojektor
es: Proyector de escudo
fr: Projecteur de bouclier
ja: シールドプロジェクター
pl: Projektor tarczowy
pt: Projetor de Escudo
ru: Излучатель щита

source: Explosive point defense cannon
de: Explosive Verteidigungskannone
es: Cañón explosivo de defensa de punto
fr: Un canon de défense de point explosif
ja: 爆発性ポイントディフェンスキャノン
pl: Działo wystrzeliwujące wybuchowe pociski zaporowe
pt: Canhão explosivo para defesa pontual
ru: Пушка со взрывающимися снарядами для точечной обороны

source: Wall
de: Mauer
es: Pared
fr: Mur
ja: ウォール
pl: Ściana
pt: Parede
ru: Стенка

source: Corner
de: Ecke
es: Esquina
fr: Coin
ja: コーナー
pl: Narożnik
pt: Canto
ru: Уголок

source: Defense Pulser
de: Verteidigungs-Impulsgeber
es: Pulsador de defensa
fr: Pulseur de défense
ja: ディフェンスパルサー
pl: Pulsator obronny
pt: Pulsador de Defesa
ru: Защитный импульсник

source: %s Pulser
de: %s Impulsgeber
fr: Pulseur %s
ja: %sパルサー
pl: %s pulsator
pt: %s Pulsador
ru: %s импульсник

source: Plasma Condenser
de: Plasma-Kondensator
es: Condensador de plasma
fr: Condensateur de plasma
ja: プラズマコンデンサー
pl: Kondensator plazmowy
pt: Condensador de Plasma
ru: Конденсатор плазмы

source: Antimatter Missle Launcher
de: Antimaterien-Raketenwerfer
es: Lanzamisiles antimateria
fr: Lance-missiles d'antimatière
ja: 反物質ミサイルランチャー
pl: Wyrzutnia rakiet antymaterii
pt: Lança-Mísseis Antimatéria
ru: Пусковая установка для ракет с зарядом из антивещества

source: Impulse Thruster
de: Impuls-Schubdüse
es: Propulsor de impulso
fr: Propulseur à impulsion
ja: インパルススラスター
pl: Dysza impulsowa
pt: Propulsor para Impulso
ru: Импульсный ускоритель

source: High impulse thruster
de: Hochimpuls-Schubdüse
es: Propulsor de alto impulso
fr: Un propulseur à forte impulsion
ja: 高インパルススラスター
pl: Dysza wysokoimpulsowa
pt: Propulsor com alta impulsão
ru: Усиленный импульсный ускоритель

source: Shard Launcher
de: Scherbenwerfer
es: Lanzador de fragmentos
fr: Lanceur d'éclats
ja: シャードランチャー
pl: Wyrzutnia odłamkowa
pt: Lança-Estilhaços
ru: Модуль запуска волчков

source: PD Subsystem
es: Sistema de patrulla
fr: Sous-système DP
ja: PDサブシステム
pl: Podsystem OP
pt: Subsistema PD
ru: Подсистема точечной обороны

source: Quantum Doom Beam
de: Quantum-Untergangsstrahl
es: Rayo de la muerte cuántico
fr: Faisceau apocalyptique quantique
ja: クォンタムドゥームビーム
pl: Kwantowy promień zagłady
pt: Feixe Quântico Exterminador
ru: Квантовый луч смерти

source: Generator/Storage
de: Generator/Speicher
es: Generador/Almacenamiento
fr: Générateur/stockage
ja: ジェネレーター/収納庫
pl: Generator/Zbiornik
pt: Gerador/Depósito
ru: Генератор/Хранилище

source: Polyp
es: Polip
fr: Polype
ja: ポリープ
pl: Polip
pt: Pólipo
ru: Полип

source: Light Spine
de: Leichtes Rückgrat
es: Vértebra ligera
fr: Colonne légère
ja: ライトスパイン
pl: Lekki rdzeń
pt: Coluna de Luz
ru: Легкий игловик

source: Devastating pulse weapon
de: Vernichtende Strahlenwaffe
es: Arma de pulso devastadora
fr: Une arme pulsante dévastatrice
ja: 破壊パルスビーム
pl: Niszczycielska broń pulsacyjna
pt: Arma de pulsação devastadora
ru: Разрушительное импульсное оружие

source: Heavily armored death launcher
de: Schwergepanzerter Todeswerfer
es: Lanzador mortal de blindaje pesado
fr: Lanceur de mort lourdement blindé
ja: 重装備のデスランチャー
pl: Śmiercionośna wyrzutnia cechująca się ciężkim opancerzeniem
pt: Lança-morte com blindagem pesada
ru: Смертельное оружие с мощной броней

source: Right Bumper
de: Rechter Stoßfänger
es: Bumper derecho
fr: Gâchette haute droite
ja: 右バンパー
pl: Prawy bumper
pt: Botão Superior Direito
ru: Правый курок

source: ENTER
de: EINGABE
es: ENTRAR
fr: ENTRÉE
ru: ВВОД

source: Middle Mouse
de: Mittlere Maustaste
es: Clic central
fr: Clic milieu
ja: 中央マウス
pl: ŚPM
pt: Botão Cent. do Mouse
ru: Средняя кнопка мыши

source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
pl: Spacja
pt: Espaço
ru: Пробел

source: DPad Up
de: DPad hoch
es: DPad arriba
fr: DPad Haut
ja: 十字ボタン↑
pl: Pad kierunkowy Góra
pt: Direcional para Cima
ru: Крестовина вверх

source: DPad Down
de: DPad runter
es: DPad abajo
fr: DPad Bas
ja: 十字ボタン↓
pl: Pad kierunkowy Dół
pt: Direcional para Baixo
ru: Крестовина вниз

source: Left Axis X
de: Linke Achse X
es: Eje X izquierdo
fr: Axe gauche X
ja: 左スティック左右
pl: Lewa Oś X
pt: Eixo X Esquerdo
ru: Левая ось Х

source: Left Stick Left
de: Linker Stick links
es: Palanca izquierda izquierda
fr: Joystick gauche Gauche
ja: 左スティック←
pl: Lewy drążek Lewo
pt: Analógico Esq. para a Esq.
ru: Левый мини-джойстик влево

source: Left Stick Right
de: Linker Stick rechts
es: Palanca izquierda derecha
fr: Joystick gauche Droite
ja: 左スティック→
pl: Lewy drążek Prawo
pt: Analógico Esq. para a Dir.
ru: Левый мини-джойстик вправо

source: Right Stick Down
de: Rechter Stick runter
es: Palanca derecha abajo
fr: Joystick droit Bas
ja: 右スティック↓
pl: Prawy drążek Dół
pt: Analógico Dir. para Baixo
ru: Правый мини-джойстик вниз

source: Keypad 9
de: Ziffernblock 9
es: Teclado numérico 9
fr: Pavé num. 9
pl: Num9
pt: 9 no Tec. Num.
ru: 9 (дополнительная клавиатура)

source: Menu
de: Menü
es: Menú
ja: メニュー
ru: Меню

source: Play Prev
de: Voriges abspielen
es: Reproducir anterior
fr: Jouer précédent
pl: Odtwórz poprz.
pt: Tocar Ant.
ru: Воспроизвести пред.

source: Play
de: Wiedergabe
es: Reproducir
fr: Jouer
pl: Odtwórz
pt: Tocar
ru: Воспроизвести

source: Mute
de: Stumm
es: Silenciar
fr: Muet
pl: Wycisz
pt: Silenciar
ru: Отключить звук

source: Low
de: Niedrig
es: Bajo
fr: Faible
pl: Niskie
pt: Baixo
ru: Низк.

source: Terran
de: Terraner
es: Terrano
fr: Terrien
ja: テラン
pl: Terranie
pt: Terráqueos
ru: Землянин

source: Spikey Plant
de: Dornige Pflanze
es: Planta puntiaguda
fr: Plante piquante
ja: スパイキープラント
pl: Ciernikrzewie
pt: Plantas Espinhosas
ru: Колючее растение

source: Sniping
es: Disparando
fr: Snipe
ja: スナイピング
pl: Ostrzał
pt: Alvejando
ru: Прицеливание

source: Upgrade
es: Mejorar
fr: Améliorer
ja: アップグレード
pl: Ulepszenia
ru: Улучшения

source: Confirm Save
de: Speichern bestätigen
es: Confirmar guardar
fr: Confirmer la sauvegarde
ja: セーブを確認
pl: Potwierdź zmianę
pt: Confirmar Salvar
ru: Подтвердите сохранение

source: Controls
de: Steuerung
es: Controles
fr: Commandes
ja: コントローラー
pl: Sterowanie
pt: Controles
ru: Управление

source: Import design from a file
de: Design aus Datei importieren
es: Importar el diseño desde un archivo
fr: Importer une conception depuis un fichier
ja: ファイルからデザインをインポート
pl: Importuj projekt z pliku
pt: Importar um arquivo de projeto
ru: Импортировать конструкцию из файла

source: Automatically test ship against similar ships
de: Schiff automatisch gegen andere Schiffe testen
es: Probar automáticamente la nave contra otras naves similares
fr: Tester automatiquement le vaisseau contre des vaisseaux similaires
ja: 同等の戦艦に対して自動的にテストを行います
pl: Autom. test bojowy przeciw zbliżonym statkom
pt: Testa automaticamente a nave contra outras naves semelhantes
ru: Автоматически проверить корабль в бою против аналогичных кораблей

source: Import Failed: wrong command block
de: Import fehlgeschlagen: falscher Befehlsblock
es: Error al importar: bloque de comando incorrecto
fr: Échec d'importation : mauvais bloc de commande
ja: インポート失敗: 間違ったコマンドブロックです
pl: Błąd importu: niepoprawny elem. dowodzenia
pt: Erro na Importação: bloco de comando inválido
ru: Ошибка импортирования: неправильный командный блок

source: No Factory Attached
de: Keine Fabrik angebracht
es: Sin fábrica anexa
fr: Aucune usine installée
ja: ファクトリーが搭載されていません。
pl: Nie dołączono stoczni
pt: Não há Fábrica Conectada
ru: В состав корабля не входит завод

source: Uses encrypted blocks
de: Verwendet verschlüsselte Blocks
es: Utiliza bloques cifrados
fr: Utilise les blocs cryptés
ja: 暗号化されたブロックを使用
pl: Używa szyfrowanych elem.
pt: Usa blocos criptografados
ru: Использует зашифрованные блоки

source: Unsafe Spawner
de: Unsicherer Spawner
es: Generador inseguro
fr: Créateur non sécurisé
ja: 危険なスポーナー
pl: Zagrożony wytwórca
pt: Produtor Perigoso
ru: Небезопасный корабль-строитель

source: Activated Spawner
de: Aktivierter Spawner
es: Generador activado
fr: Créateur activé
ja: アクティブ化されたスポーナー
pl: Aktywny wytwórca
pt: Produtor Ativado
ru: Активированный корабль-строитель

source: By %s
de: Um %s
es: Por %s
ja: プレイヤー: %s
pl: Aut. %s
ru: %s

source: Unexplored
de: Unerforscht
es: Sin explorar
fr: Inexploré
ja: 未開拓
pl: Niezbadany obszar
pt: Não Explorado
ru: Не исследован

source: Following
de: Folgt
es: Siguiendo
fr: Suit
ja: フォロー
pl: Podąża
pt: Seguindo
ru: Сопровождение

source: Attacking
de: Greift an
es: Atacando
fr: Attaque
ja: 攻撃中
pl: Wrogi
pt: Atacando
ru: Атака

source: %d ships,
de: %d Schiffe,
es: %d naves,
fr: %d vaisseaux,
ja: %d機の戦艦
pl: %d statków,
pt: %d naves,
ru: кораблей: %d,

source: Select fleet
de: Flotte auswählen
es: Selecciona flota
fr: Sélectionner la flotte
ja: 艦隊を選択
pl: Wybierz flotę
pt: Selecionar frota
ru: Выберите флот

source: Exported to '%s': %s
de: Exportiert nach ‚%s': %s
es: Exportada a "%s": %s
fr: Exporté vers « %s » : %s
ja: '%s': %s にエクスポートしました
pl: Skopiowano do '%s': %s
pt: Exportado para '%s': %s
ru: Экспортировано в «%s»: %s
