Repository: gamelingual/reassembly
Catalog: lang/*/text.po
Languages: de, es, fr, ja, pl, pt, ru

source: Compact charging beam weapon
de: Kompakte Ladestrahlwaffe
es: Arma de carga compacta de rayos
fr: Arme à faisceau compacte à chargement
ja: コンパクトチャージングビーム兵器
pl: Kompaktowa broń strzelająca wiązkami promieni
pt: Arma compacta que libera feixe carregado
ru: Компактное лучевое оружие, требующее зарядки

source: Powerful charging splash damage weapon
de: Mächtige Ladewaffe mit hohem Flächenschaden
es: Potente arma de carga de daños de expansión
fr: Une arme puissante à chargement infligeant des dégâts par dispersion
ja: 強力なチャージ型拡散ダメージ兵器
pl: Potężna broń strzelająca ładunkami rozpryskowymi
pt: Potente arma com disparo carregado que causa dano em área
ru: Мощное оружие с уроном в радиусе взрыва, требующее зарядки

source: Absorbs damage - essential for capital ships
de: Absorbiert Schaden - unentbehrlich für Hauptschiffe
es: Absorbe el daño; es fundamental para las naves capitales
fr: Absorbe les dégâts, indispensable pour les vaisseaux capitaux
ja: ダメージを吸収 - 主力艦には不可欠
pl: Absorbuje obrażenia - niezbędny element statków flagowych
pt: Absorve dano - essencial para naves centrais
ru: Поглощает урон – необходим для крупных кораблей

source: Rocket Launcher
de: Raketenwerfer
es: Lanzador de cohetes
fr: Lance-roquettes
ja: ロケットランチャー
pl: Wyrzutnia rakiet
pt: Lança-Foguetes
ru: Ракетная пусковая установка

source: Station Shield Projector
de: Stations-Schildprojektor
es: Proyector de escudo para estaciones
fr: Projecteur de bouclier de station
ja: ステーションシールドプロテクター
pl: Projektor tarczowy stacji
pt: Projeto de Escudo para Estação
ru: Станционный излучатель щита

source: Unobtanium Strut
es: Puntal de unobtanio
fr: Support d'unobtanium
ja: アンオブタニウムストラット
pl: Wspornik Unobtanium
pt: Sustentáculo de Inobtênio
ru: Каркас из унобтания

source: Extender
de: Verlängerer
es: Extensor
fr: Extenseur
ja: エクステンダー
pl: Wzmacniacz
pt: Extensor
ru: Расширитель

source: Mount
de: Montage
es: Montura
fr: Fixation
ja: マウント
pl: Gniazdo
pt: Apoio
ru: Кронштейн

source: Massive
de: Massiv
es: Masivo
fr: Massif
ja: マッシブ
pl: Kolosalny
pt: Imenso
ru: Массивный

source: Power Conduit
de: Energieleitung
es: Conducto de potencia
fr: Conduit d'alimentation
ja: パワーコンジット
pl: Przewodnik mocy
pt: Condutor de Energia
ru: Проводник

source: Light Bodywork
de: Leichte Karosserie
es: Chapa ligera
fr: Carrosserie légère
ja: 軽構造
pl: Lekkie poszycie
pt: Lataria Leve
ru: Легкий корпус

source: Launches explosive spinners
de: Verschießt explosive Propeller
es: Lanza giradores explosivos
fr: Lance des tournoyeurs explosifs
ja: 爆発性のスピナーを発射
pl: Miota wybuchowymi kartaczownikami
pt: Lança giradores explosivos
ru: Запускает взрывающиеся волчки

source: Pod Command
de: Kapselbefehl
es: Comando de cápsula
fr: Commande de capsule
ja: ポッドコマンド
pl: Kapsuła dowodzenia
pt: Comando de Cápsula
ru: Командный отсек

source: Thistle
de: Distel
es: Cardo
fr: Chardon
ja: アザミ
pl: Oset
pt: Cardo
ru: Чертополох

source: Gauss Beam
de: Gauss-Strahl
es: Rayo Gauss
fr: Faisceau de Gauss
ja: ガウスビーム
pl: Działo Gaussa
pt: Feixe de Gauss
ru: Гауссова пушка

source: Plasma Bolt
de: Plasmabolzen
es: Relámpago de plasma
fr: Éclair de plasma
ja: プラズマボルト
pl: Bełt plazmowy
pt: Relâmpago de Plasma
ru: Плазменный болтер

source: Slow but powerful gun turret
de: Langsamer, aber mächtiger Gewehrgeschützturm
es: Torreta potente pero lenta
fr: Une tourelle lente, mais puissante
ja: 低速だが強力な砲塔
pl: Powolne, lecz potężne działo
pt: Torre lenta, porém potente
ru: Медленная, но мощная пушечная турель

source: Obscenely powerful death laser
de: Unanständig mächtiger Todeslaser
es: Poderoso láser mortal
fr: Un laser de mort incroyablement puissant
ja: 非常に強力なデスレーザー
pl: Nieprzyzwoicie potężny laser śmierci
pt: Laser da morte com potência imoral
ru: Невероятно мощный лазер смерти

source: Reactor
de: Reaktor
fr: Réacteur
ja: リアクター
pl: Reaktor
pt: Reator
ru: Реактор

source: Armor Plate
de: Rüstungsplatte
es: Placa de blindaje
fr: Plaque de blindage
ja: 装甲版
pl: Płyta pancerna
pt: Placa de Bindagem
ru: Броневая плита

source: Auxiliary hull
de: Hilfsrumpf
es: Casco secundario
fr: Coque auxiliaire
ja: 補助船体
pl: Kadłub zapasowy
pt: Casco auxiliar
ru: Вспомогательный корпус

source: Right Trigger
de: Rechter Abzug
es: Gatillo derecho
fr: Gâchette droite
ja: 右トリガー
pl: Prawy spust
pt: Gatilho Direito
ru: Правая кнопка-триггер

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: シェア
pl: Udostępnij
pt: Compartilhar
ru: Поделиться

source: Mouse4
de: Maus 4
fr: Souris4
pl: Mysz4
ru: Кнопка мыши 4

source: Mouse5
de: Maus 5
fr: Souris5
pl: Mysz5
ru: Кнопка мыши 5

source: Mouse6
de: Maus 6
fr: Souris6
pl: Mysz6
ru: Кнопка мыши 6

source: Up
de: Hoch
es: Arriba
fr: Haut
pl: Góra
pt: Cima
ru: Вверх

source: Down
de: Runter
es: Abajo
fr: Bas
pl: Dół
pt: Baixo
ru: Вниз

source: Enter
de: Eingabe
es: Entrar
fr: Entrée
ru: Ввод

source: Gamepad Start
es: Mando Start
fr: Start manette
ja: ゲームパッド スタート
pl: Pad Start
pt: Start do Gamepad
ru: Кнопка «Пуск»

source: Right Stick
de: Rechter Stick
es: Palanca derecha
fr: Joystick droit
ja: 右スティック
pl: Prawy drążek
pt: Analógico Direito
ru: Правый мини-джойстик

source: Left Axis Y
de: Linke Achse Y
es: Eje Y izquierdo
fr: Axe gauche Y
ja: 左スティック上下
pl: Lewa Oś Y
pt: Eixo Y Esquerdo
ru: Левая ось Y

source: Left Stick Down
de: Linker Stick runter
es: Palanca izquierda abajo
fr: Joystick gauche Bas
ja: 左スティック↓
pl: Lewy drążek Dół
pt: Analógico Esq. para Baixo
ru: Левый мини-джойстик вниз

source: Right Stick Up
de: Rechter Stick hoch
es: Palanca derecha arriba
fr: Joystick droit Haut
ja: 右スティック↑
pl: Prawy drążek Góra
pt: Analógico Dir. para Cima
ru: Правый мини-джойстик вверх

source: Right Stick Left
de: Rechter Stick links
es: Palanca izquierda derecha
fr: Joystick droit Gauche
ja: 右スティック←
pl: Prawy drążek Lewo
pt: Analógico Dir. para a Esq.
ru: Правый мини-джойстик влево

source: Right Stick Right
de: Rechter Stick rechts
es: Palanca izquierda derecha
fr: Joystick droit Droite
ja: 右スティック→
pl: Prawy drążek Prawo
pt: Analógico Dir. para a Dir.
ru: Правый мини-джойстик вправо

source: Keypad 0
de: Ziffernblock 0
es: Teclado numérico 0
fr: Pavé num. 0
ja: キーパッド 0
pl: Num0
pt: 0 no Tec. Num.
ru: 0 (дополнительная клавиатура)

source: Keypad 1
de: Ziffernblock 1
es: Teclado numérico 1
fr: Pavé num. 1
pl: Num1
pt: 1 no Tec. Num.
ru: 1 (дополнительная клавиатура)

source: Keypad 2
de: Ziffernblock 2
es: Teclado numérico 2
fr: Pavé num. 2
pl: Num2
pt: 2 no Tec. Num.
ru: 2 (дополнительная клавиатура)

source: Keypad 3
de: Ziffernblock 3
es: Teclado numérico 3
fr: Pavé num. 3
pl: Num3
pt: 3 no Tec. Num.
ru: 3 (дополнительная клавиатура)

source: Keypad 4
de: Ziffernblock 4
es: Teclado numérico 4
fr: Pavé num. 4
pl: Num4
pt: 4 no Tec. Num.
ru: 4 (дополнительная клавиатура)

source: Keypad 5
de: Ziffernblock 5
es: Teclado numérico 5
fr: Pavé num. 5
pl: Num5
pt: 5 no Tec. Num.
ru: 5 (дополнительная клавиатура)

source: Keypad 6
de: Ziffernblock 6
es: Teclado numérico 6
fr: Pavé num. 6
pl: Num6
pt: 6 no Tec. Num.
ru: 6 (дополнительная клавиатура)

source: Keypad 7
de: Ziffernblock 7
es: Teclado numérico 7
fr: Pavé num. 7
pl: Num7
pt: 7 no Tec. Num.
ru: 7 (дополнительная клавиатура)

source: Keypad 8
de: Ziffernblock 8
es: Teclado numérico 8
fr: Pavé num. 8
pl: Num8
pt: 8 no Tec. Num.
ru: 8 (дополнительная клавиатура)

source: Volume Up
de: Lautstärke hoch
es: Subir volumen
fr: Monter le volume
pl: Głośność +
pt: Aumentar Volume
ru: Увеличить громкость

source: Gamepad Y
es: Mando Y
fr: Manette Y
pl: Pad do gry Y
pt: Y no Gamepad
ru: Кнопка Y (геймпад)

source: On
de: An
es: Encendido
fr: Activé
pl: Wł.
pt: Ligado
ru: Вкл.

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
pl: Wiadomość
pt: Mensagem
ru: Сообщение

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pl: Potwierdź
pt: Confirmar
ru: Подтвердить

source: OK
ru: ОК

source: Tinkrell
ja: ティンクレル
ru: Тинкрелл

source: Borg
ja: ボーグ
ru: Борг

source: Bee
de: Biene
es: Abeja
fr: Abeille
ja: ビー
pl: Rój
pt: Abelhas
ru: Пчела

source: Sentinel
de: Wächter
es: Centinela
fr: Sentinelle
ja: センチネル
pl: Strażnicy
pt: Sentinelas
ru: Страж

source: Bindings
de: Tastaturbelegung
es: Vinculaciones
fr: Liaisons
ja: バインド
pl: Przypisanie
pt: Atalhos
ru: Привязки

source: Steam Cloud storage is nearly full! Clear save slots to create space
de: Ihr Steam Cloud-Speicher ist fast voll! Löschen Sie Speicherplätze um mehr Platz zu schaffen.
es: ¡El almacenamiento en Steam Cloud esta casi lleno! Borra algunas ranuras de guardado para crear espacio
fr: L'espace disponible sur Steam Cloud est presque rempli ! Supprimez des sauvegardes pour faire de la place.
ja: Steamクラウドストレージがもうすぐいっぱいです！セーブスロットをクリアして空きスペースを確保してください
pl: Przestrzeń usługi Steam Cloud niemal pełna! Wyczyść okna zapisu
pt: O armazenamento na Nuvem Steam está quase lotado! Exclua jogos salvos para liberar espaço
ru: Хранилище Steam Cloud почти заполнено! Очистите слоты для сохранений, чтобы освободить место

source: Log in to enable upload through wormhole
de: Loggen Sie sich ein um den Upload durch das Wurmloch zu aktivieren
es: Inicia sesión para poder subir archivos a través del agujero de gusano
fr: Connectez-vous pour activer l'envoi vers un trou de ver
ja: ログインして、ワームホールからのアップロードを可能にします
pl: Zaloguj się, aby dokonać przekazu poprzez tunel
pt: Conecte-se para habilitar o upload por buraco de minhoca
ru: Войдите в систему, чтобы включить загрузку через червоточину

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pl: Język
pt: Idioma
ru: Язык

source: %s to continue
de: %s zum Weitermachen
es: %s para continuar
fr: %s pour continuer
ja: %sで継続
pl: %s - kontynuuj
pt: %s para continuar
ru: «%s» – продолжить

source: Engage My Target
de: Ziel angreifen
es: Enfrentarse a mi objetivo
fr: Engager ma cible
ja: ターゲットに攻撃
pl: Namierzaj mój cel
pt: Atirar no meu Alvo
ru: Атаковать мою цель

source: Fire at Will
de: Feuer frei
es: Disparar a discreción
fr: Feu à volonté
ja: 気の向くままに攻撃
pl: Ostrzał bez rozkazu
pt: Atirar à Vontade
ru: Огонь по готовности

source: Disengage
de: Zurückfallen
es: Retirarse
fr: Dégager
ja: 攻撃止め
pl: Zaprzestań
pt: Recuar
ru: Отступить

source: Fleet Orders:
de: Flottenbefehle:
es: Órdenes de la flota:
fr: Ordres de la flotte :
ja: 艦隊の命令:
pl: Rozkazy dla floty:
pt: Ordens para a Frota:
ru: Команды флоту:

source: Station
es: Estación
ja: ステーション
pl: Stacja
pt: Estação
ru: Станция

source: %d/%d ships
de: %d/%d Schiffe
es: %d/%d naves
fr: %d/%d vaisseaux
ja: %d/%d戦艦
pl: %d/%d statków
pt: %d/%d naves
ru: Кораблей: %d/%d

source: Cycle Fleet AI
de: Flotten-KI rotieren
es: Alternar IA de la flota
fr: Parcourir l'IA de la flotte
ja: 艦隊のAIを切り替える
pl: Zmiana SI floty
pt: Alterar IA da Frota
ru: Переключить ИИ флота

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pl: Pomiń
pt: Pular
ru: Пропустить

source: Extra durable
de: Besonders haltbar
fr: Extra résistant
ja: 耐久性追加
pl: Wyjątkowo wytrzymałość
pt: Extradurável
ru: Сверхпрочная броня

source: units
de: Einheiten
es: unidades
fr: unités
ja: ユニット
pl: jed.
pt: unidades
ru: ед.

source: Armor block
de: Rüstungsblock
es: Bloque de blindaje
fr: Bloc blindé
ja: 装甲ブロック
pl: Elem. pancerny
pt: Bloco de blindagem
ru: Блок брони

source: Pulser
de: Impulsgeber
es: Pulsador
fr: Pulseur
ja: パルサー
pl: Pulsator
pt: Pulsador
ru: Импульсник

source: Laser Drone
de: Laserdrohne
es: Drone Láser
fr: Drone laser
ja: レーザードローン
pl: Dron laserowy
pt: Drone com Laser
ru: Лазерный дрон

source: Dodging
de: Ausweichen
es: Esquivando
fr: Esquive
ja: 回避
pl: Unik
pt: Esquivando
ru: Уклонение

source: Orders
de: Befehle
es: Orden
fr: Ordres
ja: 指令
pl: Rozkazy
pt: Ordens
ru: Приказ

source: ERROR
de: FEHLER
fr: ERREUR
ja: エラー
pl: BŁĄD
pt: ERRO
ru: ОШИБКА

source: missiles
de: raketen
es: misiles
ja: ミサイル
pl: rakiety
pt: mísseis
ru: ракет

source: torpedoes
de: torpedos
es: torpedos
fr: torpilles
ja: 魚雷
pl: torpedy
pt: torpedos
ru: торпед

source: mines
de: minen
es: minas
ja: 機雷
pl: miny
pt: minas
ru: мин

source: seeds
de: samen
es: semillas
fr: graines
ja: シード
pl: nasiona
pt: sementes
ru: зерен

source: drones
de: drohnen
ja: ドローン
pl: drony
ru: дронов

source: %d Points
de: %d Punkte
es: %d Puntos
ja: %d ポイント
pl: %d pkt.
pt: %d Pontos
ru: %d очк.

source: by
de: um
es: por
ja: プレイヤー:
pl: od

source: Page Up
de: Bild hoch
es: Página anterior
fr: Page précédente

source: Page Down
de: Bild runter
es: Página siguiente
fr: Page suivante

source: Home
de: Start
es: Inicio
fr: Accueil

source: DELETE
de: ENTFERNEN
es: ELIMINAR
fr: SUPPRIMER
ja: 削除

source: %s Wins!
es: ¡%s consigue la victoria!

source: End
de: Ende
es: Fin
fr: Fin

source: Shft-
de: Shift ß
es: Mayús-
fr: Maj-

source: %s Wins Round %d!
es: ¡%s gana la ronda %d!

source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
ja: バックスペース

source: Shift
es: Mayús.
fr: Maj

source: Log in to unable upload through wormhole
de: Loggen Sie sich ein um den Upload durch das Wurmloch zu deaktivieren
ja: ログインして、ワームホールからのアップロードを可能にします

source: Control
de: Steuerung
fr: Ctrl
ja: Ctrl

source: Escape
de: Esc
fr: Échap
ja: ESC
pt: Esc

source: WARNING: Acquire additional P
fr: ATTENTION : acquérir des P supplémentaires

source: ESC
fr: ÉCHAP

source: Armor block, 1 by (1 - 1/sqrt2) units
fr: Bloc blindé, 1 sur (1 - 1/sqrt2) unités

source: Armor block, 1 by 1/2 units
fr: Bloc blindé, 1 sur 1/2 unités

source: Armor block, 1 by 1/sqrt2 units
fr: Bloc blindé, 1 sur 1/sqrt2 unités

source: Armor block, 2 by (2 - 2/sqrt2) units
fr: Bloc blindé, 2 sur (2 - 2/sqrt2) unités

source: Armor block, 2 by 2/sqrt2 units
fr: Bloc blindé, 2 sur 2/sqrt2 unités

source: HM1
pt: HM11

source: Regen Rate: %.1f %ss/sec
de: Regenerationsrate: %.1f %s/Sek

source: Ctrl-
de: Ctrl ß

source: Alt-
de: Alt ß
