Repository: gamelingual/reassembly
Catalog: lang/*/tips.po
Languages: de, es, fr, ja, pl, pt, ru, zh

source: Press '$mouseRotToggle' to cycle ship control schemes.
de: Klicken Sie auf ‚$mouseRotToggle', um Schiffskontrollpläne zu rotieren.
es: Presiona "$mouseRotToggle" para alternar los controles de la nave.
fr: Appuyez sur « $mouseRotToggle » pour parcourir les modes de commande du vaisseau.
ja: '$mouseRotToggle'を押すと、戦艦のコントロールシステムを切り替えられます。
pl: Naciśnij '$mouseRotToggle', aby zmienić schemat sterowania.
pt: Pressione '$mouseRotToggle' para alternar a maneira de controlar a nave.
ru: Используйте «$mouseRotToggle» для переключения между схемами управления кораблем.
zh: 按下'$mouseRotToggle'键来切换飞船控制模式。

source: Press '$autoZoomToggle' to completely disable automatic zooming, or zoom with '$zoom' to temporarily disable.
de: Klicken Sie auf ‚$autoZoomToggle', um den Autozoom vollständig zu deaktivieren, oder zoomen Sie mit ‚$zoom', um ihn zeitweilig zu deaktivieren
es: Presiona "$autoZoomToggle" para deshabilitar completamente el zoom automático, o haz zoom con "$zoom" para deshabilitarlo de manera temporal.
fr: Appuyez sur « $autoZoomToggle » pour désactiver le zoom automatique, ou zoomez avec « $zoom » pour le désactiver temporairement.
ja: '$autoZoomToggle'を押すと、オートズームを完全に無効化でき、または'$zoom'でズームして、一時的に無効化できます。
pl: Naciśnij '$autoZoomToggle', aby wyłączyć całkowicie automatyczne powiększenie, lub stosuj przybliżenie za pomocą '$zoom', aby wyłączyć je tymczasowo.
pt: Pressione '$autoZoomToggle' para desabilitar o zoom automático permanentemente, ou use '$zoom' para desabilitar de forma provisória.
ru: Нажмите «$autoZoomToggle», чтобы полностью отключить автоматическое масштабирование. При масштабировании вручную («$zoom») функция автоматического масштабирования будет отключена временно.
zh: 按下'$autoZoomToggle'键来完全禁用自动缩放，或者在缩放时按下'$zoom'键来暂时禁用。

source: Press '$toggleHUD' to cycle HUD visibility. This can be used to hide tutorial objectives.
de: Klicken Sie auf ‚$toggleHUD', um das HUD ein- und auszublenden. Damit können Sie auch die Tutorial-Ziele verbergen
es: Presiona "$toggleHUD" para cambiar la visibilidad de la pantalla HUD. Esto se puede usar para ocultar los objetivos del tutorial.
fr: Appuyez sur « $toggleHUD » pour parcourir les modes de visibilité de l'interface. Vous pouvez l'utiliser pour masquer les objectifs du tutoriel.
ja: '$toggleHUD'を押すと、HUDの可視性を切り替えられます。これは、チュートリアルのオブジェクトを隠すために使用できます。
pl: Naciśnij '$toggleHUD', aby włączać/wyłączać HUD. Może w ten sposób ukryć cele samouczka.
pt: Pressione '$toggleHUD' para alterar a visibilidade da interface. Você pode usar isso para ocultar os objetivos do tutorial.
ru: Используйте «$toggleHUD» для переключения режимов отображения HUD. Можно использовать для того, чтобы скрыть цели обучения.
zh: 按下 '$toggleHUD' 键来循环切换控制面板界面。它可以用来隐藏教程任务。

source: Build new stations by spawning a design with a factory but no thrusters. Newly discovered deactivated stations will spawn with stations in your fleet screen if available.
de: Bauen Sie neue Stationen, indem Sie Schiffe ohne Antrieb bauen. Neuentdeckte, deaktivierte Stationen werden mit Stationen auf Ihrem Flottenbildschirm spawnen, sofern möglich.
es: Construye nuevas estaciones generando un diseño con una fábrica sin propulsores. Las estaciones descubiertas recientemente y que estén desactivadas serán generadas con estaciones en la pantalla de tu flota, si están disponibles.
fr: Construisez de nouvelles stations en créant un vaisseau équipé d'une usine, mais sans propulseurs. Les stations désactivées récemment découvertes seront créées avec des stations sur l'écran de votre flotte si elles sont disponibles.
ja: ファクトリーを搭載し、ロケットエンジンなしで設計した戦艦をスポーンすることで、新しいステーションを構築できます。新しく発見した、停止しているステーションは、利用可能であればプレイヤーの艦隊画面で、ステーションと共にスポーンします。
pl: Buduj nowe stacje tworząc projekty statków bez dysz. Nowo odkryte nieaktywne stacje będą wytwarzane według projektów stacji zawartych w twoim ekranie floty, o ile są one dostępne.
pt: Construa novas estações produzindo um projeto que contenha uma fábrica sem propulsores. Quando disponíveis, estações desativadas recém-descobertas surgirão com estações na sua tela de frota.
ru: Чтобы создать новую станцию, постройте корабль с заводом, но без ускорителей. Обнаруженные нерабочие станции будут появляться со станциями на экране «Флот», если будут доступны.
zh: 通过生成一个有建造工厂却无推进器的设计来建造新的空间站。 如果新发现的未激活空间站处于可用状态，该空间站就会你的舰队屏幕上生成空间站。

source: Allied stations and Factory ships will spawn ship designs from your Fleet screen.
de: Alliierte Stationen und Fabrikschiffe werden Ihre Schiffsentwürfe aus Ihrem Flottenbildschirm spawnen.
es: Las estaciones aliadas y las naves Fábrica generan diseños de naves de la pantalla de tu Flota.
fr: Les stations alliées et les vaisseaux-usines vont créer des conceptions de vaisseaux tirés de votre écran de flotte.
ja: 仲間のステーションやファクトリー艦は、プレイヤーの艦隊画面から戦艦をスポーンします。
pl: Sojusznicze stacje i stocznie będą wytwarzać statki według projektów zawartych w twoim ekranie floty.
pt: Estações aliadas e naves com Fábrica produzirão os projetos mostrados na sua tela de Frota.
ru: Союзнические станции и корабли-заводы будут строить корабли тех конструкций, которые можно просмотреть на экране «Флот».
zh: 结成盟友的空间站和具有建造工厂的飞船会从你的舰队界面里生成飞船蓝图。

source: Increase your ^5P^7 limit and unlock new blocks via the Upgrade screen ('$viewUpgrades') to get more powerful.
de: Wenn Sie stärker werden wollen, können Sie Ihr ^5P^7-Beschränkung erhöhen und neue Blöcke auf dem Upgrade-Bildschirm freischalten (‚$viewUpgrades').
es: Aumenta tu límite de ^5P^7 y desbloquea nuevos bloques desde la pantalla Mejoras ("$viewUpgrades") para que tu nave sea más poderosa.
fr: Augmentez votre limite de ^5P^7 et déverrouillez de nouveaux blocs sur l'écran d'amélioration (« $viewUpgrades ») pour devenir plus puissant.
ja: ^5P^7を増大させ、('$viewUpgrades') から新しいブロックをアンロックすることで、さらに強化することができます。
pl: Zwiększaj limit ^5P^7 i wykupuj nowe elementy na ekranie ulepszeń ('$viewUpgrades'), aby rosnąć w siłę.
pt: Para se tornar mais poderoso, aumente o limite de ^5P^7 e libere novos blocos na tela de Upgrades ('$viewUpgrades').
ru: Увеличивайте максимальное количество ^5P^7 и открывайте новые блоки на экране «Улучшения» («$viewUpgrades»), чтобы усилить свой флот.
zh: 进入升级界面（ '$viewUpgrades' ）来增加你的^5P^7限制并解锁新模块，让你的飞船更加强大。

source: Generator blocks boost weapon power but explode dramatically when destroyed - make sure to protect them.
de: Generatorblöcke erhöhen die Kampfkraft Ihrer Waffen, aber explodieren mit verheerender Wirkung, wenn sie zerstört werden - Passen Sie auf, dass sie gut geschützt sind.
es: Los bloques de generación mejoran la potencia de las armas, pero causan una gran explosión al ser destruidos; asegúrate de protegerlos.
fr: Les blocs de générateur améliorent la puissance de vos armes, mais explosent de manière spectaculaire lorsqu'ils sont détruits : assurez-vous de bien les protéger.
ja: ジェネレーターブロックは兵器の力をブーストさせますが、破壊さえれると激しく爆発します。これらブロックの防御をしっかりと固めてください。
pl: Generatory podnoszą siłę rażenia twoich broni, ale ich uszkodzenie powoduje olbrzymi wybuch, dlatego upewnij się, że są dobrze chronione.
pt: Geradores amplificam a potência da arma, mas explodem violentamente quando destruídos. Certifique-se de protegê-los.
ru: Блоки типа «Генератор» делают оружие более мощным, но взрываются с большой силой при уничтожении – их обязательно нужно защитить.
zh: 发电机模块能为武器提供电力，但被摧毁时会剧烈爆炸——请注意保护它们。

source: Keybindings can be changed within the Controls section of the main menu.
de: Die Tastaturbelegung kann im Hauptmenü unter Steuerung geändet werden
es: Puedes cambiar los controles en la sección Controles del menú principal.
fr: Les raccourcis clavier peuvent être modifiés dans la section Commandes du menu principal.
ja: キーバインドは、メインメニューのコントローラーセクション内で変更できます。
pl: Przypisanie klawiszy można skonfigurować w sekcji Sterowanie, przechodząc do głównego menu.
pt: Os atalhos podem ser alterados na seção de Controles do menu principal.
ru: Привязку клавиш можно изменить в разделе «Управление» главного меню.
zh: 在主菜单控制选项中可以更改键位绑定。

source: Press '$viewSelector' when targetting an allied ship in COMMAND mode to edit its design or child build order.
de: Wenn Sie eine alliierte Fabrik markieren und im BEFEHLSmodus ‚$viewSelector' anklicken,können Sie das Design oder die Baureihenfolge seiner Ableger verändern.
es: Presiona "$viewSelector" cuando apuntes a una nave aliada en el modo COMANDO para editar su diseño o el orden de construcción secundaria.
fr: Appuyez sur « $viewSelector » lorsque vous ciblez un vaisseau allié en mode de COMMANDE pour modifier sa construction ou l'ordre de construction d'enfants.
ja: コマンドモードで仲間の戦艦を指定しているとき'$viewSelector'を押すと、その設計またはその子艦のビルド順を編集できます。
pl: Naciśnij '$viewSelector' wskazując na statek sojuszniczy w trybie DOWODZENIA, aby edytować jego projekt lub kolejność wytwarzania.
pt: Pressione '$viewSelector' ao mirar uma nave aliada no modo de COMANDO para editar o projeto dela ou sua ordem de produção.
ru: Выберите союзнический корабль и нажмите «$viewSelector» в режиме КОМАНДИРА, чтобы изменить его конструкцию или порядок постройки дочерних кораблей.
zh: 在指挥模式下选中一个友方飞船并按下'$viewSelector'，可编辑它的设计或者更改子飞船建造顺序。

source: Ships equipped with Factory blocks do not automatically trade ^6R^7 to Stations. Use '$transferRes' to initiate a trade.
de: Mit Fabrikblöcken ausgestattete Schiffe handeln nicht automatisch ^6R^7 mit Stationen. Verwenden Sie ‚$transferRes', um einen Handel einzuleiten.
es: Las Naves equipadas con Bloques de fábrica no cambian ^6R^7 a Estaciones de manera automática. Presiona "$transferRes" para iniciar el cambio.
fr: Les vaisseaux équipés de blocs d’usine n’échangent pas automatiquement les ^6R^7 avec les stations. Utilisez « $transferRes » pour effectuer un échange.
ja: ファクトリーブロックを装備した戦艦は、ステーションに対して^6R^7を自動的にトレードしません。トレードを開始するには'$transferRes'を使用します。
pl: Statki wyposażone w element stoczni nie handlują ^6R^7 ze stacjami. Użyj '$transferRes', aby rozpocząć wymianę.
pt: Naves equipadas com blocos de Fábrica não comercializam automaticamente ^6R^7 com Estações. Use '$transferRes' para dar início ao comércio.
ru: Корабли, оснащенные заводами, не обменивают ^6R^7 на станциях автоматически. Используйте «$transferRes», чтобы начать обмен.
zh: 配有建造工厂模块的飞船不会自动与空间站交易^6R^7 。使用^3'$transferRes'^7进行交易。
