Repository: gamelingual/reassembly
Catalog: lang/*/tutorial.po
Languages: de, es, fr, ja, pl, pt, ru, zh

source: Basics
de: Grundlagen
es: Instrucciones básicas
fr: Les bases
ja: 基本
pl: Podstawy
pt: Básico
ru: Основы
zh: 基础操作

source: Enter the world
de: Betreten Sie die Welt.
es: Ingresa al mundo
fr: Entrez dans le monde
ja: 世界に移動する
pl: Wejdź do świata
pt: Entrar no mundo
ru: Войдите в мир
zh: 进入世界

source: Use '$fireMain' to fire primary weapons
de: Verwenden Sie ‚$fireMain' um Ihre Hauptwaffen abzufeuern.
es: Presiona "$fireMain" para disparar las armas principales
fr: Utilisez « $fireMain » pour utiliser les armes principales
ja: '$fireMain'を押すと、プライマリ兵器で攻撃します
pl: Naciśnij '$fireMain', aby strzelać z broni podstawowej
pt: Use '$fireMain' para disparar as armas principais
ru: Нажмите «$fireMain», чтобы стрелять из основного оружия
zh: 使用'$fireMain'发射主要武器

source: Use '$fireAlt' to launch secondary weapons
de: Verwenden Sie ‚$fireAlt', um Ihre Zweitwaffen abzufeuern.
es: Presiona "$fireAlt" para disparar las armas secundarias
fr: Utilisez « $fireAlt » pour utiliser les armes secondaires
ja: '$fireAlt'を押すと、セカンダリ兵器で攻撃します
pl: Naciśnij '$fireAlt', aby strzelać z broni drugorzędnej
pt: Use '$fireAlt' para lançar as armas secundárias
ru: Нажмите «$fireAlt», чтобы применить дополнительное оружие
zh: 使用’$fireAlt’发射次要武器

source: Use '$viewConstructor' to modify ship
de: Verwenden Sie ‚$viewConstructor', um Ihr Schiff zu verändern.
es: Presiona "$viewConstructor" para modificar la nave
fr: Utilisez « $viewConstructor » pour modifier votre vaisseau
ja: '$viewConstructor'を押して、戦艦を改造します
pl: Naciśnij '$viewConstructor', aby dokonać modyfikacji statku
pt: Use '$viewConstructor' para modificar a nave
ru: Нажмите «$viewConstructor», чтобы изменить конструкцию корабля
zh: 使用'$viewConstructor'改造你的飞船

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
ja: 資源
pl: Zasoby
pt: "Recursos"
ru: Ресурсы
zh: 资源

source: Pick up an ^6R packet^7
de: Nehmen Sie ein ^6R Paket^7 auf.
es: Recoge un ^6Paquete R^7
fr: Ramassez un ^6paquet de R^7
ja: ^6Rパケット^7を拾います
pl: Zbierz ^6złoże R^7
pt: Apanhe uma ^6caixa de R^7
ru: Соберите ^6пакет ресурсов (Р)^7
zh: 捡起一个^6R 资源包^7

source: Fly near a ^2spawner^7 to trade ^6R^7 for ^3C^7
de: Fliegen Sie in die Nähe eines ^2Spawners^7, um ^6R^7 für ^3C^7 zu tauschen.
es: Vuela cerca de un ^2generador^7 para cambiar ^6R^7 por ^3C^7
fr: Volez à proximité d'un ^2créateur^7 pour échanger des ^6R^7 contre des ^3C^7
ja: ^2スポーナー^7の近くを飛行し、 ^6R^7を^3C^7と交換します
pl: Przeleć w pobliżu ^2wytwórcy^7, aby dokonać wymiany ^6R^7 na ^3C^7
pt: Aproxime-se de um ^2produtor^7 para vender ^6R^7 por ^3C^7
ru: Пролетите мимо ^2строителя^7, чтобы обменять ^6Р^7 на ^3К^7
zh: 在^2生产点^7附近飞行，以^6R^7换取^3C^7

source: Trade ^6100R^7 to a ^2spawner^7 for ^3C^7
de: Verkaufen Sie ^6100R^7 an einen ^2Spawner^7 für ^3C^7
es: Cambia ^6100R^7 a un ^2generador^7 por ^3C^7
fr: Offrez ^6100 R^7 à un ^2créateur^7 contre des ^3C^7
ja: ^2スポーナー^7に対して、^6100R^7を^3C^7と交換します
pl: Wymień u ^2wytwórcy^7 ^6100 R^7 na ^3C^7
pt: Venda ^6100R^7 para um ^2produtor^7 em troca de ^3C^7
ru: Обменяйте ^6100Р^7 у ^2строителя^7 на ^3К^7
zh: 以^6100R^7向^2生产点^7换取^3C^7

source: Earn ^3C^7 by exploring
de: Verdienen Sie ^3C^7 durch Erkundungen.
es: Explora para ganar ^3C^7
fr: Gagnez des ^3C^7 en explorant
ja: 探索して^3C^7を稼ぎます
pl: Zyskaj ^3C^7 eksplorując
pt: Ganhe ^3C^7 explorando
ru: Заработайте ^3К^7 за исследование космоса
zh: 通过探索获得^3C^7

source: Earn ^3C^7 and ^6R^7 by destroying enemy ships
de: Verdienen Sie beim Zerstören gegnerischer Schiffe ^3C^7 und ^6R^7.
es: Destruye naves enemigas para ganar ^3C^7 y ^6R^7
fr: Gagnez des ^3C^7 et des ^6R^7 en détruisant les vaisseaux ennemis
ja: 敵艦を破壊して^3C^7と^6R^7を稼ぎます
pl: Zyskaj ^3C^7 i ^6R^7 niszcząc wrogie statki
pt: Ganhe ^3C^7 e ^6R^7 destruindo naves inimigas
ru: Заработайте ^3К^7 и ^6Р^7 за уничтожение вражеских кораблей
zh: 通过摧毁敌方飞船获得^3C^7和^6R^7

source: Press '$viewUpgrades' and upgrade something
de: Klicken Sie auf ‚$viewUpgrades' und upgraden Sie etwas
es: Presiona "$viewUpgrades" y mejora algo
fr: Appuyez sur « $viewUpgrades » et améliorez quelque chose
ja: '$viewUpgrades'を押して、何かをアップグレードします
pl: Naciśnij '$viewUpgrades' i dokonaj ulepszenia
pt: Pressione '$viewUpgrades' para fazer upgrades
ru: Нажмите «$viewUpgrades» и выполните любое улучшение
zh: 按下’$viewUpgrades’键进行升级

source: Weapon Binding
de: Waffen festlegen
es: Vínculo de armas
fr: Montage d'arme
ja: 兵器のバインド
pl: Przypisanie uzbrojenia
pt: "Atalhos de Armas"
ru: Привязки оружия
zh: 武器组

source: Use '$viewBindings' to modify weapon groups
de: Klicken Sie ‚$viewBindings', um Ihre Waffengruppierungen zu verändern
es: Presiona "$viewBindings" para modificar los grupos de armas
fr: Utilisez « $viewBindings » pour modifier les groupes d'armes
ja: '$viewBindings'を使用して、武器のグループを改造します
pl: Naciśnij '$viewBindings', aby modyfikować grupy uzbrojenia
pt: Use '$viewBindings' para modificar os grupos de armas
ru: Нажмие «$viewBindings», чтобы изменить группы оружия
zh: 使用’$viewBindings’更改武器组

source: Objective
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
pl: Cel
pt: "Objetivos"
ru: Цель
zh: 任务

source: Use '$viewMap' to view full map
de: Verwenden Sie ‚$viewMap', um die Karte anzuzeigen
es: Presiona "$viewMap" para ver el mapa completo
fr: Utilisez « $viewMap » pour voir la carte entière
ja: '$viewMap'を使用して、マップ全体を表示します
pl: Naciśnij '$viewMap', aby wyświetlić pełną mapę
pt: Use '$viewMap' para visualizar o mapa completo
ru: Нажмите «$viewMap», чтобы просмотреть всю карту
zh: 使用’$viewMap’查看完整地图

source: Fly near a ^4damaged station^7 to reactivate
de: Fliegen Sie in die Nähe einer ^4beschädigten Station^7, um sie zu reaktivieren
es: Vuela cerca de una ^4estación dañada^7 para reactivarla
fr: Volez à proximité d'une ^4station endommagée^7 pour la réactiver
ja: ^4ダメージを負ったステーション^7の近くを飛行し、再始動させます
pl: Przeleć w pobliżu ^4uszkodzonej stacji^7, aby ją aktywować
pt: Aproxime-se de uma ^4estação danificada^7 para reativá-la
ru: Пролетите возле ^4поврежденной станции^7, чтобы активировать ее
zh: 靠近^4损坏的空间站^7飞行来重新激活它

source: Factory
de: Fabrik
es: Fábrica
fr: Usine
ja: ファクトリー
pl: Stocznia
pt: "Fábricas"
ru: Завод
zh: 建造工厂

source: Unlock the factory block using '$viewUpgrades'
de: Schalten Sie den Fabrikblock im Upgrade-Bildschirm über ‚$viewUpgrades'.
es: Presiona "$viewUpgrades" para desbloquear el bloque de la fábrica
fr: Déverrouillez le bloc d'usine en utilisant « $viewUpgrades »
ja: '$viewUpgrades'を使用してファクトリーブロックをアンロックします
pl: Odblokuj element stoczni naciskając '$viewUpgrades'
pt: Libere o bloco de fábrica usando '$viewUpgrades'
ru: Откройте блок «Завод» с помощью «$viewUpgrades»
zh: 使用’$viewUpgrades’解锁建造工厂模块

source: Attach a factory to your ship
de: Fügen Sie Ihrem Schiff eine Fabrik hinzu.
es: Adjunta una fábrica a tu nave
fr: Fixez une usine à votre vaisseau
ja: 自分の戦艦にファクトリーを搭載します
pl: Dodaj do swojego statku stocznię
pt: Conecte uma fábrica à sua nave
ru: Установите завод на свой корабль
zh: 为你的飞船附加建造工厂

source: Use '$viewSelector' to place a ship design in the alternate slot
de: Verwenden Sie ‚$viewSelector' um ein Schiffsdesign im alternativen Slot zu platzieren.
es: Presiona "$viewSelector" para colocar un diseño de nave en la ranura alternativa
fr: Utilisez « $viewSelector » pour placer une conception de vaisseau sur l'emplacement alternatif
ja: '$viewSelector'を使用して、同一スロットに戦艦デザインを配置します
pl: Naciśnij '$viewSelector', aby umieścić projekt statku w alternatywnym oknie
pt: Use '$viewSelector' para colocar um projeto de nave em um espaço alternativo
ru: Нажмите «$viewSelector», чтобы разместить схему корабля в другом слоте
zh: 使用’$viewSelector’在另一存档位中放置飞船设计

source: Use '$activate' to spawn a ship
de: Verwenden Sie ‚$activate', um ein Schiff zu spawnen
es: Presiona "$activate" para generar una nave
fr: Utilisez « $activate » pour créer un vaisseau
ja: '$activate'を使用して、戦艦をスポーンします
pl: Naciśnij '$activate', aby wytworzyć statek
pt: Use '$activate' para produzir uma nave
ru: Нажмите «$activate», чтобы построить корабль
zh: 使用'$activate'来制造一艘飞船

source: Spawn a ship with its own factory to complete the cycle
de: Spawnen Sie ein Schiff mit eigener Fabrik um den Zyklus abzuschließen.
es: Genera una nave con su propia fábrica para completar el ciclo
fr: Créez un vaisseau avec sa propre usine pour compléter le cycle
ja: 独自のファクトリーを搭載した戦艦をスポーンし、サイクルを完了させます
pl: Wytwórz statek z elementem stoczni, aby zamknąć cykl produkcyjny
pt: Produza uma nave que tenha sua própria fábrica para fechar o ciclo
ru: Постройте корабль с собственным заводом, чтобы завершить цикл
zh: 制造一艘有建造工厂的飞船来完成这个循环

source: Fleets
de: Flotten
es: Flotas
fr: Flottes
ja: 艦隊
pl: Floty
pt: "Frotas"
ru: Флоты
zh: 舰队

source: Use '$toggleTractor' to engage command mode
de: Verwenden Sie ‚$toggleTractor', um den Befehlsmodus aufzurufen
es: Presiona "$toggleTractor" para activar el modo comando
fr: Utilisez « $toggleTractor » pour activer le mode de commande
ja: '$toggleTractor'を使用して、コマンドモードに入ります
pl: Naciśnij '$toggleTractor', aby wejść w tryb dowodzenia
pt: Use '$toggleTractor' para ativar o modo de comando
ru: Нажмите «$toggleTractor», чтобы перейти в режим командира
zh: 使用'$toggleTractor'进入指挥模式

source: Use '$fireMain' in command mode to recruit an ally
de: Um ein alliiertes Schiff zu rekrutieren, können Sie es mit ‚$fireMain' anklicken
es: Presiona "$fireMain" en el modo comando para reclutar a un aliado
fr: Utilisez « $fireMain » dans le mode de commande pour recruter un allié
ja: コマンドモードで'$fireMain'を使用して仲間を集めます
pl: Naciśnij '$fireMain', aby zrekrutować sojusznika w trybie dowodzenia
pt: Use '$fireMain' durante o modo de comando para recrutar um aliado
ru: Нажмите «$fireMain» в режиме командира, чтобы призвать союзника
zh: 在指挥模式中使用'$fireMain'可招募盟友

source: Use '$fireMain' again to release the ally (and gain ^3C^7)
de: Klicken Sie erneut auf ‚$fireMain', um das Schiff zu entlassen (und dafür ^3C^7 zu erhalten)
es: Presiona "$fireMain" otra vez para liberar al aliado (y ganar ^3C^7)
fr: Utilisez « $fireMain » encore une fois pour relâcher l'allié (et recevoir des ^3C^7)
ja: '$fireMain'を再度使用すると、仲間をリリースします (^3C^7を入手)
pl: Użyj '$fireMain' ponownie, aby zwolnić sojusznika (i zyskać ^3C^7)
pt: Use '$fireMain' novamente para liberar o aliado (e ganhar ^3C^7)
ru: Нажмите «$fireMain» еще раз, чтобы отпустить союзника (и получить ^3К^7)
zh: 再次使用'$fireMain'可释放盟友（并获得^3C^7）

source: Use '$viewSelector' to edit targeted ally's ship and build order
de: Verwenden Sie ‚$viewSelector' um das Schiff und die Baureihenfolge eines angewählten Alliierten zu verändern
es: Presiona "$viewSelector" para editar la nave aliada y el orden de construcción
fr: Utilisez « $viewSelector » pour modifier le vaisseau allié ciblé et l'ordre de construction
ja: '$viewSelector'を使用して、選択した仲間の戦艦と構築順を編集します
pl: Naciśnij '$viewSelector', aby modyfikować statek sojusznika oraz kolejność wytwarzania
pt: Use '$viewSelector' mirando seu aliado para modificar a nave e ordem de produção dele
ru: Используйте «$viewSelector», чтобы редактировать корабль и изменить порядок строительства у выбранного союзника
zh: 使用’$viewSelector’编辑目标盟友的飞船和建造次序

source: Generator
es: Generador
fr: Générateur
ja: ジェネレーター
pt: "Geradores"
ru: Генератор
zh: 发电机

source: Attach a generator to your ship to boost power
de: Sie können einem Schiff einen Generator hinzufügen, um seine Energie zu erhöhen
es: Adjunta un generador a tu nave para aumentar la potencia
fr: Fixez un générateur à votre vaisseau pour augmenter sa puissance
ja: 戦艦にジェネレーターを取り付け、パワーをブーストさせます
pl: Dodaj do swojego statku generator, aby podnieść jego moc
pt: Conecte um Gerador à sua nave para ampliar sua energia
ru: Установите на свой корабль генератор, чтобы увеличить мощность
zh: 在你的飞船上安装发电机以增加电力

source: Targets
de: Ziele
es: Objetivos
fr: Cibles
ja: ターゲット
pl: Cele
pt: "Alvos"
ru: Цели
zh: 目标

source: Use the map to locate and destroy an ^1agent^7
de: Verwenden Sie die Karte, um einen ^1Agenten^7 zu finden und zu zerstören
es: Usa el mapa para localizar y destruir un ^1agente^7
fr: Utilisez la carte pour localiser et détruire un ^1agent^7
ja: マップを使用して、^1agent^7を発見して破壊します。
pl: Użyj mapy, aby zlokalizować i zniszczyć ^1agenta^7
pt: Utilize o mapa para localizar e destruir um ^1agente^7
ru: Используйте карту, чтобы найти и уничтожить ^1агента^7
zh: 使用地图定位并摧毁一个^1特种舰队^7

source: Unlock a playable faction by destroying a ^51000P+^7 ship from that faction
de: Schalten Sie eine spielbare Fraktion durch das Zerstören eines ^51000P+^7-Schiffs der jeweiligen Fraktion frei
es: Desbloquea una facción utilizable destruyendo una nave de ^51000P+^7 de esa facción
fr: Déverrouillez une faction jouable en détruisant un vaisseau de ^5plus de 1 000 P^7 appartenant à cette faction
ja: ファクションから^51000P+^7の戦艦を破壊して、プレイ可能なファクションをアンロックします
pl: Odblokuj grywalną frakcję niszcząc jej jednostkę o wartości ^51000 P^7 lub większej
pt: Desbloqueie uma facção jogável destruindo uma nave dela com mais de ^51000P^7
ru: Откройте игровую фракцию, уничтожив корабль уровня ^51000О+^7 из этой фракции
zh: 若要解锁新种族，请摧毁该种族超过^51000P+^7的飞船。

source: Wormhole
de: Wurmloch
es: Agujero de gusano
fr: Trou de ver
ja: ワームホール
pl: Tunel czasoprzestrzenny
pt: "Buracos de Minhoca"
ru: Червоточина
zh: 虫洞

source: Use a wormhole to upload your fleet without changing worlds
de: Verwenden Sie ein Wurmloch, um Ihre Flotte hochzuladen, ohne die Welt zu verlassen.
es: Usa un agujero de gusano para subir tu flota sin cambiar de mundos
fr: Utilisez un trou de ver pour envoyer votre flotte sans changer de monde
ja: ワームホールを使用し、世界を変えることなく艦隊をアップロードします
pl: Użyj tunelu czasoprzestrzennego, aby przekazać swoją flotę nie zmieniając świata
pt: Use um buraco de minhoca para enviar sua frota sem trocar de mundo
ru: Используйте червоточину, чтобы передать копию своего флота, не переходя в другой мир
zh: 使用虫洞可上传你的舰队且不改变世界。

source: Travel through a wormhole into a new world
de: Reisen Sie durch ein Wurmloch, um in eine neue Welt zu gelangen.
es: Viaja a través de un agujero de gusano a un nuevo mundo
fr: Traversez un trou de ver pour atteindre un nouveau monde
ja: ワームホールからは、新たな世界へと旅立つことができます
pl: Przedostań się przez tunel czasoprzestrzenny do nowego świata
pt: Atravesse um buraco de minhoca para ir a um mundo novo
ru: Перейдите через червоточину в другой мир
zh: 通过虫洞穿越至一个新的世界
